[
{"story": "\"The midwife completely ignored me, I may as well not have been there.\"\nAlex Flowers, from Derbyshire, has told the BBC how she suffered physical and mental problems after \"not being in control\" during her daughter's birth.\nThe lowest point came 18 months later when Alex's best friend found her sitting on the kitchen floor saying she wanted to die.\nIn a Mumsnet survey, very few mothers felt they received \"great medical care\" for certain conditions after birth.\nOnly 6% of\nwhose pelvic floor or continence had been affected as a result of giving birth were \"extremely happy\" with the care they were given.\nAnd 34% of women who suffered a tear while giving birth or had a Caesarean felt they did not have adequate care or advice in the first few weeks afterwards.\nThe women questioned had all experienced problems after giving birth between 2013 and 2016.\nAlex explained how a change of shift during her long labour with her daughter in November 2013 had long-term effects on both her and her husband.\n\"I was making really good progress with the labour but unfortunately the midwife who had been dealing with me was taken off the end of her shift and replaced by another one, who, I felt, didn't really want to be there and had too many cases to deal with,\" she said.\nAfter Alex had been in labour for 23 hours she started to feel something was wrong with the movements of her baby.\nHowever, Alex says, the midwife \"was saying to my husband, 'Don't worry, it's the throes of a woman in labour' and ignoring me\".\n\"I thought, 'I've got no control here' and everything I was saying about there being something wrong with the baby, she was almost tutting, rolling her eyes and saying it was normal.\n\"Two hours after I started saying something was wrong, I grabbed my husband and said, 'If you don't listen to me, the baby is going to die.'\n\"They checked after that and the baby's heart had nearly stopped. Then it was a case of a mad rush, someone pressing the panic button and them all running in.\n\"As a result, I was told there was no time to give me any anaesthetic, but I had already given up and thought I was going to be walking out with no baby.\n\"In my head, she had already gone and it was too late to do anything and even just saying it again is heartbreaking.\n\"I had to have an episiotomy with no anaesthetic and then they used forceps to pull the baby out. She was fine but I was left with a lot of damage and blood loss and was sent home the very next day, even though I had been stitched up wrong and some of the placenta had been left in. It was a mess the whole way through.\"\nThe effects of this traumatic episode on Alex and her husband were dramatic.\nShe had to return to hospital to have the stitches corrected and also suffered from severe post-natal depression, while her husband initially could not bond with his daughter, and would not pick her up for six weeks.\n\"I wasn't really coping and after 18 months, one of my best friends found me sitting on the kitchen floor saying I wanted to die and I was convinced my daughter was going to die or be taken away from me.\n\"I then started seeing a counsellor and he helped me understand that what happened wasn't my fault and I felt like that because I had a lack of control during the labour and had never had closure from that.\"\nAlex says the first step on her road to recovery came when she started taking an antidepressant, which she says she is going to have to take for the rest of her life.\n\"I was originally heartbroken but then thought if it means I can feel normal and look after my baby, then it's worth it.\"\nThe upset also led Alex and her husband to decide not to have any more children -but she became pregnant again and initially \"panicked\".\n\"My consultant agreed I could have a Caesarean and I felt so much better as I was in control of what was happening.\"\nAlex advises women who find themselves in a similar position not to stay silent.\n\"You must speak out straight away and not get to the point where it turns into post-natal depression,\" she says.\n\"Your concerns are valid and what matters is having somebody there with you who is not afraid to speak out on your behalf.\n\"If a woman in labour is saying how she feels, she mustn't be ignored. We're not fine and and the damage that can be done - both physical and mental - can last for ever.\""},
{"story": "The woman suspected of opening fire at YouTube's HQ in California had reportedly criticised the platform for suppressing her videos and reducing her revenue.\nPolice have named Nasim Aghdam, 39, as the suspect in Tuesday's gun attack that left three people injured.\nShe is reported to have started shooting at an outside dining area before killing herself.\nNow a picture of her vast online presence is starting to build.\nUS media say Aghdam, who lived in San Diego, southern California, ran a website and multiple YouTube channels.\nShe posted videos on a variety of subjects including hand art, exercise and animal cruelty.\nA screenshot from one of her channels, posted on her website, describes her as a \"vegan bodybuilder and animal rights activist\" promoting a \"healthy and humane lifestyle\".\nShe appears to have garnered thousands of subscribers across her various accounts. Her website lists Turkish, Farsi and English language YouTube channels.\nOne channel - titled Nasime Sabz - has more than 11,000 subscribers and four million views.\nShe also appears to have had a large following on Instagram. A screenshot from one of her accounts, in which she describes herself as a model, artist and comedian, has more than 54,000 followers.\n\"My Instagram followers, views, likes are real,\" a post on her website reads.\nBut despite her large following, Aghdam railed against YouTube for filtering her content, leading to fewer views.\n\"Videos of targeted users are filtered and merely relegated, so that people can hardly see their videos,\" she said.\n\"There is no equal growth opportunity on YouTube or any other video sharing site. Your channel will grow if they want [it] to!\"\nA video in which she accused YouTube of discriminating against her has been widely shared on Twitter.\nAghdam also criticised \"close-minded\" YouTube employees for adding an age-restriction to one of her videos and reducing the amount of money she could make.\nThose who upload videos can receive money from advertisements but the company can \"de-monetise\" channels for various reasons, taking adverts off. It is unclear if this happened with her material.\nIn one image posted on her website she complained about making just 10 US cents from 300,000 video views.\nHer father, Ismail, told local US media she had become angry because YouTube had stopped paying her for uploading videos.\nThe platform \"stopped everything and now she has no income,\" he told NBC news.\nHe also said she had been reported missing on Monday after not answering calls for two days. Police later found her sleeping in her car in Mountain View, 25km (15 miles) south of the YouTube offices in San Bruno and reported this to her family, but did not detain her.\nAghdam's father then warned police that she might go to YouTube as she \"hated the company,\" local media said.\nYouTube terminated all of her channels following the shooting. Her Instagram and Facebook accounts have also been removed.\nAghdam also posted on her website about animal rights and the cruelty of the fur trade.\nIn 2009,\nprotesting about the use of pigs in military training.\n\"For me, animal rights equal human rights,\" she told the newspaper."},
{"story": "Jay-Z says he cried with relief when his mum told him that she is gay.\n\"I was so happy for her that she was free,\" the rapper told David Letterman on his new Netflix show.\nJay-Z raps about the moment in the song Smile, on his latest album 4:44.\n\"Mama had four kids, but she's a lesbian/Had to pretend so long that she's a thespian. Had to hide in the closet, so she medicate/Society shame and the pain was too much to take.\"\nLater in the track the 47-year-old says he's happy his mother has found love again.\n\"Imagine having lived your life for someone else. And you think you're protecting your kids,\" Jay-Z said on My Next Guest Needs No Introduction.\n\"For my mother to have to live as someone that she wasn't and hide and like, protect her kids — and didn't want to embarrass her kids... for all this time.\n\"For her to sit in front of me and tell me, 'I think I love someone'. I mean, I really cried.\"\nThe rapper says he'd known for a long time but only spoke to his mum about it eight months ago, when the album was being recorded.\n\"I knew. But this was the first time we had the conversation,\" Jay-Z said.\n\"And the first time I heard her say she loved her partner, like, 'I feel like I love somebody'. She said, 'I feel like'. She held that little bit back, still.\n\"She didn't say, 'I'm in love', she said, 'I feel like I love someone', and I just, I cried.\n\"I don't even believe in crying because you're happy. I don't even know what that is. What is that?\"\n.\n."},
{"story": "Women have been sharing parodies on social media of they way they feel they are portrayed by male authors.\nThe trend was started by podcaster Whit Reynolds,\n.\nThe responses caricature the tendency of male authors to focus on the physical appearance of female characters, and the often florid language used to describe their bodies.\nMany replies also highlight the way women who are not deemed to be young and unattractive are dismissed as \"cranks\", \"frightening\" and \"intimidating\".\nThe challenge has generated almost 2,000 comments mocking the simplistic writing tropes used by some male authors.\nA number of women wrote replies focusing on the representation of ethnic minority women as \"exotic\".\nThe trend began in response to\n.\nKatz called out a fellow author for criticising the #own voices campaign which champions more diverse characters written by people from those diverse groups.\nMany women used the format to ridicule the portrayal of older women in literature.\nMost of these replies focused on the \"sad\" lack of youth, and the characterisation of older women as \"maternal\".\nOne women reflected on the way she would be described having undergone a mastectomy.\nAnother called Kathleen replied to the thread to say that  as a \"middle-aged woman in tech\" she would be overlooked by male authors all together.\nHowever, fellow Twitter-user Gabrielle took it upon herself to pen a description of Kathleen's \"intimidating presence\".\nto thank Gabrielle and suggested male authors should take writing tips from her.\nOther women who also suggested they would not receive a description simply described the scene in which their character might appear.\nTwitter-user Isabella Mori agreed, stating that \"\n\"."},
{"story": "A major food bank in western Germany has said it will again allow foreigners to register for free food, reversing a decision that sparked a row.\nThe charity Essener Tafel said the restriction had always been a temporary one, needed because of the high proportion of foreigners being served.\nIt said it would now focus on single parents, families with children and the elderly, regardless of nationality.\nEssener Tafel says it helps some 16,000 people in the city of Essen.\nIn January, it said that only German passport holders would be allowed to apply for new membership cards.\nThe restriction, the charity said, was necessary because 75% of those receiving food were foreigners, and that many elderly women and single mothers had stopped coming to the food bank.\nsaying that services should not be run \"on the basis of such categorisations\".\nVandals sprayed \"Nazis\" on the charity's delivery vans.\nEssener Tafel head Jörg Sartor said the restriction had nothing to do with xenophobia but was needed given the organisation's limited funds.\nWith the new decision, foreigners will again be allowed to register for the services.\nAn estimated 1.2 million asylum seekers entered Germany during the migrant crisis of 2015-2016, more than half from war-torn Syria, Iraq and Afghanistan. The record influx boosted support for the anti-immigration Alternative for Germany (AfD) party.\nEssener Tafel is part of a national food bank group called Tafel. Essen is part of Germany's old coal-and-steel hub in the state of North Rhine-Westphalia (NRW).\n, saying \"if you fight back, you're a Nazi\".\nLike hundreds of other German food banks, Essener Tafel collects tonnes of surplus food at or past its sell-by date, which would otherwise be thrown away.\namong the German states, data from Germany's national migration agency BAMF shows: it handled 22.4% of claims in February, followed by Bavaria (14.4%).\nAsylum claims in Germany soared to a record 745,545 in 2016, but fell back to 222,683 in 2017."},
{"story": "UK companies are rushing to submit their gender pay figures ahead of Wednesday's midnight deadline.\nBy 11:00 BST, 9,053 companies had done so, with more than 1,000 companies reporting in the last day alone.\nFirms with more than 250 staff must state the average difference between male and female employees.\nOf those that have published data, 78% pay men more than women, 13% pay women more and 8% said they had no gender pay gap, based on the median measure.\nOne of the biggest names among the worst offenders so far is Ryanair, which reported a 71.8% gender pay gap.\nMeanwhile, High Street brands KFC, Matalan, Starbucks, Costa, McDonald's and Primark reported no difference in what they paid their female and male staff.\nIn terms of bonus gaps, several NHS trusts have some of the highest figures, with Hull and East Yorkshire Hospitals NHS Trust General Purposes Charity revealing a figure of 99.4%.\nSome have criticised the exercise, which also applies to charities and public sector bodies, as a crude mechanism open to misinterpretation.\nHowever, gender equality campaigning charity the Fawcett Society says it represents an opportunity for employees to talk about pay and find out what their colleagues earn.\nSam Smethers, the society's chief executive, said gender pay gap reporting was a game-changer in terms of workplace culture and practices.\n\"Finally women are realising that they have a right to talk about pay and they cannot be silenced,\" he said.\n\"By finding out what their colleagues earn, they are then in a position to challenge any pay inequality; it is much more common than people realise.\"\nCBI director-general Carolyn Fairbairn said gender pay gap reporting was a chance for companies for businesses to bring about change.\nHowever, she warned that companies could not close the gap by themselves. \"Many of the causes of the gender pay gap lie outside the workplace and will require a partnership between companies and government if we are to deliver long-term, lasting change.\"\nMs Fairbairn said knowing the average pay difference between men and women would help companies develop more inclusive workplaces and support the rise of more women into senior roles.\nResearch conducted by Business in the Community found 92% of female respondents would use gender pay gap data to choose between two potential employers.\nIt also found more than than half of women would favour the company with the smallest pay gap or the one that was doing to most to close it.\nChloe Chambraud, gender equality director at Business in the Community, said bosses had to understand the factors driving their pay gaps and the groups of women who were most affected.\n\"Employers must address the root causes of inequality, from reducing bias and increasing transparency in recruitment, appraisal and promotion processes to normalising flexible working, for men and women, and offer financially viable parental leave packages,\" she said.\n\"Only then we will ensure that men and women have equal lives at work and home.\""},
{"story": "The suspect in a gun attack at YouTube's HQ in California had expressed anger over its treatment of her video postings, media reports say.\nPolice have named Nasim Aghdam, 39, as the suspect but say they are still investigating a motive.\nUS media say Aghdam was angry that YouTube was filtering her videos and reducing the money she could make.\nTuesday's attack left a man and two women injured with gunshot wounds. The attacker shot herself dead.\n, a 36-year-old man said to be in a critical condition, and two women aged 32 and 27.\nNasim Aghdam lived in San Diego in southern California.\nPolice have revealed few details about her but US media said she ran a number of channels and a website, posting videos on a variety of subjects including those highlighting animal cruelty. The channels have now been deleted.\nAghdam has been variously described as a vegan bodybuilder, artist and rapper.\nIn January 2017 she posted a video complaining that YouTube was filtering her content, leading to fewer views.\nOn her website she also ranted against YouTube, saying: \"Videos of targeted users are filtered and merely relegated, so that people can hardly see their videos.\"\nShe also quotes Adolf Hitler, saying: \"Make the lie big, make it simple, keep saying it, and eventually they will believe it.\"\nShe also wrote: \"There is no equal growth opportunity on YouTube or any other video sharing site. Your channel will grow if they want [it] to!\"\nAghdam's father, Ismail, told local US media she was angry because YouTube had stopped paying her for videos.\nVideo posters can receive money from linked advertisements but the company can \"de-monetise\" channels for various reasons, taking adverts off. It is unclear if this happened with Aghdam's material.\nHer father said Aghdam had been reported missing on Monday after not answering calls for two days. Police later found her sleeping in her car in Mountain View, 25km (15 miles) south of the YouTube offices in San Bruno and reported this to her family, but they did not detain her.\nHer father told police she might go to YouTube as she \"hated the company\", local media said.\nYouTube terminated her account following the shooting. Her Instagram and Facebook accounts have also been removed.\nHowever, many Twitter users posted her Facebook video rant against YouTube:\nThe suspect is reported to have approached an outdoor patio and dining area at the offices in San Bruno, near San Francisco, at about lunchtime on Tuesday and opened fire with a handgun.\nSan Bruno Police Chief Ed Barberini said officers arrived at the offices at 12:48 (19:48 GMT) local time to find a \"chaotic scene\", with numerous people fleeing.\nImages broadcast on local TV stations showed employees leaving with their hands raised. Other footage showed evacuees forming a queue before being individually frisked by police.\nPolice said officers had \"encountered one victim with an apparent gunshot wound at the site and two additional gunshot victims that had fled to a neighbouring business\".\nInside the complex, officers then found a woman dead from a gunshot wound that was believed to be self-inflicted.\nAn employee at a nearby fast food restaurant told Fox station KTVU he had treated a young woman who suffered a bullet wound to the leg.\nHe said he had fashioned a makeshift tourniquet from a bungee cord as they waited for first responders.\nSeveral YouTube employees tweeted about the attack as it was taking place.\nProduct manager Todd Sherman said people fled the building in panic as the shooting unfolded.\nAnother employee, Vadim Lavrusik, tweeted he was barricaded in a room with other staff. He later said he had been evacuated.\nThe three wounded were taken to Zuckerberg San Francisco General Hospital. Officials said the 32-year-old woman's condition was serious and the 27-year-old's condition was fair.\nA fourth person was also taken to hospital with an ankle injury sustained while trying to escape, Mr Barberini said.\nSome 1,700 people work at the YouTube HQ. The company is owned by Google and is the area's biggest employer.\nThere had been earlier media reports that the man shot was Aghdam's boyfriend, but police later said; \"At this time there is no evidence that the shooter knew the victims of this shooting or that individuals were specifically targeted.\"\nSuch \"active shooter\" incidents are overwhelmingly carried out by men - an FBI report found that\n.\nYouTube spokesman Chris Dale praised the police response to the incident.\n\"Today it feels like the entire community of YouTube and all of the employees were victims of this crime. Our hearts go out to those who suffered in this particular attack,\" he said.\nAnother online giant, Twitter, said it was horrified by the shooting and said it was monitoring instances of misinformation.\nPresident Donald Trump said he had been briefed about the incident.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr comment here:"},
{"story": "Verne Troyer, who is best known for appearing in Austin Powers, has been admitted to hospital in Los Angeles.\nIt was reported that the Los Angeles City Fire Department was called to the actor's Hollywood home on Monday evening.\nThe 49-year-old's team posted on Instagram to assure fans Troyer was receiving \"the best care possible\" and \"resting comfortably\".\nThe post did not say what Troyer had been admitted for.\nIt's been reported by US news site TMZ that the actor is being kept in hospital for 72 hours for evaluation.\nTroyer was\nthis time last year at which time he released a statement addressing his problems.\n\"I've been hearing from some concerned fans, so I'd like to address a very personal situation,\" Troyer said.\n\"As you know, I've battled alcohol addiction in the past and while it's not always been an easy fight, I'm willing to continue my fight day by day.\"\nTroyer is best known for his role as Mini-Me in Austin Powers films and Griphook in the first Harry Potter film.\nHe has also made regular appearances on Celebrity Juice and starred in Keith Lemon's feature length film, Keith Lemon: The Film."},
{"story": "Trade tensions between China and the US have been ramped up after Beijing responded to US plans for putting new taxes on hundreds of Chinese imports.\nChina said it would place 25% trade tariffs on 106 US goods, including soybeans, cars and orange juice.\nThe tit-for-tat action comes hours after Washington detailed about 1,300 Chinese products it intended to hit with tariffs - also set at 25%.\nBut President Trump tweeted the US was not in a trade war with China.\nThis is the second wave of tariffs imposed by the US. Earlier this year, Mr Trump announced import taxes on aluminium and steel.\nChinese items targeted by the US in this latest round of tariffs include televisions and motorcycles.\nThe White House said its proposals were a response to unfair Chinese intellectual property practices.\nStock markets in Europe fell, with investors taken aback by the speed of China's response. In New York, the Dow Jones is expected to open about 550 points lower.\nEarlier, Beijing said it \"strongly condemns and firmly opposes\" the proposed US tariffs, calling them \"unilateralistic and protectionist\", and vowing to retaliate.\nThe products targeted by the Chinese tariffs were worth $50bn (£35.5bn) in 2017, according to the Chinese commerce ministry.\nUS chemicals, some types of aircraft and corn products are among the goods facing the taxes, the finance ministry said.\nExtra tariffs will also be placed on whiskey, cigars and tobacco, some types of beef, lubricants, and propane and other plastic products.\nUS orange juice, certain sorghum products, cotton and some types of wheat, as well as trucks, some SUVs and certain electric vehicles, will also be subject to the new duties, the ministry added.\nEconomists had previously warned the Trump administration's move to penalise China with the tariffs could prompt Beijing to retaliate and lead to higher prices for US consumers.\nThe planned US tariffs are the result of an investigation ordered by US President Donald Trump into China's intellectual property practices.\nLast month, he said the inquiry had found evidence of problems, such as practices that pressure US companies to share technology with Chinese firms\nThe office of the US Trade Representative, which handles trade negotiations, said that its tariffs would apply to about $50bn of Chinese imports.\nThat was an amount which was \"appropriate both in light of the estimated harm to the US economy and to obtain elimination of China's harmful acts, policies and practices\", it said.\nThe list includes parts of communication satellites, semiconductors, aviation equipment and brewery machinery, as well as more niche products such as bakery ovens and rocket launchers.\nA final list will be determined after a public comment period and review, expected to last about two months.\nBeijing has been adamant that it did not want a trade war, but that it would not not back down under US pressure.\n\"Any attempt to bring China to its knees through threats and intimidation will never succeed,\" foreign ministry spokesman Geng Shuang said.\n\"There is no winner in a trade war, and an initiator will harm itself as well as others.\"\nMr Geng said China had referred the US to the World Trade Organization.\nChina's economy has become less dependent on selling goods abroad in recent years, which is likely to blunt the effect of the US tariffs, according to analysts for S&P Global Ratings.\nThe US was the destination for about 18.2% of all Chinese exports in 2016, according to the US trade department.\nAmerican business groups have urged the two sides to try to resolve the issues through talks, expressing concern that threatening tariffs could lead to a dispute that hurts the US economy.\n\"The administration is rightly focused on restoring equity and fairness in our trade relationship with China,\" said the US Chamber of Commerce.\n\"However, imposing taxes on products used daily by American consumers and job creators is not the way to achieve those ends.\""},
{"story": "Supporters and opponents of Brazil's former President, Luiz Inácio Lula da Silva, have been demonstrating in key cities across Brazil.\nThe protests come ahead of a Supreme Court ruling expected later on Wednesday on whether Lula can remain free while appealing against his corruption conviction.\nPolls suggest Lula is the top candidate for October's presidential election.\nBut being sent to jail could severely hamper his campaign.\nLula, 72, governed Brazil for eight years from January 2003. A former metalworker and trade union activist, he was the first left-wing leader to make it to the presidency in Brazil in nearly half a century.\nDuring his presidency, Brazil experienced its longest period of economic growth in three decades allowing his administration to spend lavishly on social programmes.\nTens of millions were lifted out of poverty thanks to the initiatives taken by his government and he left office after two consecutive terms (the maximum allowed in Brazil) with record popularity ratings.\nAfter he left office, in 2014, prosecutors in Brazil started investigating allegations that Brazil's biggest construction firms overcharged state-oil company Petrobras for building contracts.\nThe investigation, dubbed Operation Car Wash, uncovered a huge web of corruption involving top level politicians from a broad spectrum of parties taking kickbacks.\nLula himself was investigated in connection with a beachfront apartment allegedly renovated and offered to him as a bribe by engineering firm OAS.\nThe ex-leader has denied any wrongdoing and says that the allegations are politically motivated and designed to keep him from running for president.\nIn July, the judge at the helm of Operation Car Wash, Sergio Moro, found Lula guilty of accepting 3.7 million reais ($1.1m; £790,000) worth of bribes in the form of that beachfront apartment.\nHe was sentenced to nine and a half years in prison.\nLula appealed against the conviction but in January judges at the appeals court in the city of Porto Alegre unanimously upheld the conviction and increased the sentence to 12 years and one month in jail.\nLula can still take his appeal to a higher court.\nUntil recently, defendants in Brazil remained free until all of their appeals had been exhausted and only then would they be sent to jail.\nThat changed in 2016, when the Superior Court of Justice ruled that defendants could be jailed after their first appeal had failed.\nThe Supreme Court has been asked by Lula's lawyers to rule on the Superior Court of Justice's decision.\nSo the Supreme Court will not examine Lula's guilt or innocence or even his sentence but only decide whether he should be sent to prison now or remain free pending his remaining appeals.\nEven if the ruling goes against him, he is unlikely to be arrested immediately as the paperwork for his arrest would have to be prepared first.\nThere have been rival protests. Police said up to 20,000 people took to the streets of São Paulo on Tuesday to demand Lula be jailed straight away and that he be barred from running for office. Many chanted \"No more Lula!\" and said they wanted to be \"freed of this shameful corruption\".\nBut supporters of Lula also gathered in cities across the country to express their continued backing for the former president.\nLula has described the battle against his conviction and prison term as a continuation of his fight against Brazil's military rule, which came to an end in 1985.\n\"I did not accept the military dictatorship and I will not accept this dictatorship of the prosecutors,\" he told a gathering of supporters on Monday."},
{"story": "Eighteen hostages seized in south-western Cameroon have been freed in a military operation.\nA government statement said 12 Europeans and six Cameroonians were seized by \"secessionist terrorists\".\nIt occurred in a restive English-speaking region where protesters say they are marginalised by the country's Francophone majority.\nThe government said the seven Swiss and five Italians were on their way to a tourist site when they were abducted.\nIn recent months separatists in Cameroon's two mainly English-speaking areas - the North-West and South-West regions - have been demanding independence.\nNo group has come out to say it had carried out the abduction but it comes a month after a Tunisian engineer was killed by his captors in the same region, the BBC's Africa Security Correspondent Tomi Oladipo reports.\nHowever, a group linked to the main Anglophone secessionist group - the Ambazonian Defence Force (ADF), which has been battling security forces, has denied that it had taken part in the abduction, news agency Reuters reports.\nIt quotes Cho Ayaba, a leader of the Ambazonian Governing Council, as saying: \"ADF does not take hostages. ADF arrest enablers and collaborators and does not arrest foreign nationals.\"\nThe recent unrest in the English-speaking region sprang from months of clashes between residents and security forces over what residents say is marginalisation by the French majority.\nEducators and lawyers in the English-speaking regions have been opposed to the employment of teachers who only speak French in technical schools. Lawyers are also opposed to the use of French in court sessions.\nPresident Paul Biya's hard stance has been met by calls for secessions with proponents calling for the creation of an independent state called Ambazonia.\nCameroon was colonised by Germany and then split into British and French areas after World War One.\nFollowing a referendum, British-run Southern Cameroons joined the French-speaking Republic of Cameroon in 1961, while Northern Cameroons voted to join English-speaking Nigeria."},
{"story": "A group of students from Marjory Stoneman Douglas High School in Florida are asking people to share their stories of gun violence.\nStudents there have been leading protests for gun reform since\nat the school on Valentine's Day.\nThey've created a Twitter account for \"any victim of gun violence\".\nBut the students say #StoriesUntold is particularly for people who haven't been able to tell their stories.\n\"There are more than 3,300 voices in Stoneman Douglas that deserve to be heard!\" Marjory Stoneman Douglas student Carlitos tweeted.\nSome of those who survived the school shooting in Florida have been tweeting their experiences.\nIvanna Paitan described what happened on Valentine's Day, writing: \"I will never forget the details of this massacre... I cannot forget this experience. It haunts me.\"\nOthers from across the US have also been using the hashtag, with supporters arguing that it enables \"voices from black and brown students\" to be heard.\nStudents\nto try to get the US government to change its gun laws.\nThey want stricter background checks on people buying guns and the age of when you can buy one raised from 18 to 21.\n\"If you've fallen victim to gun violence, I think you're pretty eligible to talk about it,\" Amanda, a 16-year-old student at Marjory Stoneman Douglas,\n.\n\"We understand we're just kids, but they can't tell us that what we're advocating is not right just because we're too young.\"\n.\n."},
{"story": "It's almost impossible to keep the details of a major movie secret nowadays.\nBut the stars of Avengers: Infinity War are attempting it.\nRobert Downey Jr. and Tom Holland are among those sharing #ThanosDemandsYourSilence on social media.\nThe hashtag was started by directors Joe and Anthony Russo. It refers to the villain of the film, which will be released in the UK on 26 April.\nThe message is now being shared by fans around the world.\nThe Russo brothers tweeted a picture of the Infinity Gauntlet - an armoured glove worn by baddie Thanos, which is encrusted with the Infinity Stones.\nIn the picture a hand wearing the gauntlet is holding a statement from the brothers.\n\"To the greatest fans in the world. We're about to embark on the Avengers: Infinity War press tour.\n\"We will be visiting fans all over the world screening only a limited amount of selected footage from the film in order to avoid spoiling the story for future viewers,\" they wrote.\n\"We will not screen the film in its entirety until the Los Angeles premiere shortly before the film's global release.\n\"Everyone involved with the film has worked incredibly hard for the past two years maintaining the highest level of secrecy.\n\"Only a handful of people know the film's true plot.\n\"We're asking that when you see Infinity War, in the coming months, that you maintain the same level of secrecy so that all fans can have an equal experience when they watch it for the first time. Don't spoil it for others, the same way you wouldn't want it spoiled for you.\n\"Good luck and happy viewing.\"\nInfinity War is the third Avengers film in the Marvel Cinematic Universe.\nIts stars include Chris Hemsworth, Mark Ruffalo, Chris Evans, Scarlett Johansson, Benedict Cumberbatch,  Chadwick Boseman, Paul Bettany and Chris Pratt.\nRobert Downey Jr., who plays Iron Man, and Tom Holland, who plays Spider-Man in the film, have both tweeted #ThanosDemandsYourSilence.\nPlenty of fans are joining their call.\nBut others are joking that Tom will have a tough time keeping the secrets himself.\n.\n."},
{"story": "Rag'n'Bone Man has been named as the UK ambassador for Record Store Day 2018.\nNow in its 11th year, the event celebrates local, independent record stores.\nAs part of his role Rag'n'Bone Man has recorded two new songs direct to vinyl. Don't Set The World On Fire and George Has Got A Friend will be among\non 21 April.\nSpeaking to Newsbeat before the session he said: \"This is one of the most amazing things I've done so far.\"\n\"These songs don't exist anywhere else. They've never been recorded before. They're not on the last album and they won't be on the next one either.\"\nRecord Store Day has ambassadors all over the world. In the past they've included Elton John, Metallica and Iggy Pop.\nMore contemporary acts have been getting involved in the last few years: Slaves, Kate Tempest and Izzy Bizu were among the 2017 UK ambassadors.\nRag'n'Bone Man, who is the only UK ambassador this year, says there's been a shift in attitude towards vinyl, from both musicians and fans.\n\"It's changed a lot in the last 10 years. Now it's basically streaming and vinyl.\"\nWhile the number of downloads and CD sales has steadily dropped in the last five years, streaming and vinyl have\nin popularity - with 4.1 million records sold in 2017.\n\"I don't tend to look at my sales but I was given a breakdown of where it's [his music] being sold,\" he added.\n\"It's amazing how much is vinyl. I'd never release music that wasn't on vinyl.\n\"You get to the end of making the music, then comes the part when you think: 'How do I want this to look?'\n\"It's a true representation of who you are as an artist. You put a lot into it.\n\"There's a certain amount of that [that] is lost with digital music.\"\nRag'n'Bone Man recorded the new songs, which will only be available on Record Store Day, live at Metropolis Studio in London.\n\"They're both personal songs. I wrote one of them on tour, and the other one while my partner was pregnant. She was actually in labour at the time.\n\"That one's called George Has Got A Friend. It's about my son [Reuben] coming into the world.\n\"Our friends have a little boy called George, that's the premise of the song.\n\"They're both here for the recording... they're in a soundproof room.\"\nRag'n'Bone Man been supported by BBC Music Introducing throughout his career, including performing as part of a showcase at last year's SXSW festival in Austin, Texas.\n\"I thought I might be able to get some gigs out of it [uploading to BBC Introducing] at the time, but I guess I did a little bit more,\" he said.\n\"Being able to cut a record straight to vinyl - are you kidding? It's killer!\"\n.\n."},
{"story": "A 78-year-old man has been arrested on suspicion of murder after a suspected burglar was stabbed to death.\nThe homeowner discovered two intruders in South Park Crescent, Hither Green, south-east London, at about 00:45 BST.\nOne suspect, armed with a screwdriver, forced the man into his kitchen where a struggle ensued and he was stabbed, Scotland Yard said.\nThe 38-year-old was taken to hospital by paramedics but was pronounced dead at 03:40.\nThe pensioner, who suffered bruising to his arms, has been arrested on suspicion of murder.\nHe remains in custody at a south London police station.\nPolice said they were called to the property over reports of a burglary when they found the man collapsed in nearby Further Green Road with a stab wound to the upper body.\nOne man who lives on the street said there had been a recent spate of burglaries in the area and his home had been broken into in recent months.\n\"I was renovating the house and they broke in and took a laptop. I know this has happened to others recently,\" he said.\nAdam Lake, another local resident, said he \"wasn't surprised\" to hear about the burglary.\n\"We've even had to put up CCTV at home because we didn't feel safe,\" he said.\n\"I feel terrible for the man that was burgled. He doesn't deserve to be punished for defending himself,\" he said.\nThe dead man's next of kin have been informed and a post-mortem examination would take place \"in due course\", the Met said.\nA second suspect remains at large.\nLocal ward Councillor Mark Ingleby described the killing as a \"tragedy\" and said it had come \"out of the blue\".\nHe said there had been a \"definite improvement\" on tackling burglaries in the area thanks to an active Neighbourhood Watch scheme.\nNew security gates had also been installed to prevent trespassers accessing alleyways behind houses, he said."},
{"story": "A homeowner's landscaping session took an unexpected turn when she unearthed a classic car buried in her back garden.\nTracy Ward, from Guernsey, and her father Brian Russell were digging out a rockery when the pair started to find pieces of metal.\nFurther excavation revealed a chassis, engine block, front bumper, window frames and other parts.\nLocal car experts said a number plate and gear box indicate it is a Daimler, probably from the 1940s or 1950s.\nMs Ward said she was \"very surprised\" by the discovery, while Mr Russell said he believed other parts had yet to be unearthed.\n\"We're scraping the top of the barrel at the moment,\" said Mr Russell.\n\"There's plenty more underneath.\"\nHeather Fattorini, from the Guernsey Old Car Club, said the reasons for the burial were \"all a bit of an unknown\".\nShe said a previous owner of the house in St Peter's may have started renovating the vehicle before giving up and putting the rockery over the car to \"hide it\".\nClub president Michael Fattorini said the unearthed remains suggest the model may be from the 1940s or 1950s.\n\"The very fact it has a chassis makes it pre-1960s,\" he said, adding: \"The radiator we have found is post 1930s.\"\nHe says the discovery of the car's number plate would assist in establishing its age.\n\"It's a Daimler, there's no question about that,\" he said. \"The radiator is a Daimler radiator, the plate on the gearbox is a Daimler plate.\"\nMs Ward said: \"Ideally if it's of interest to anybody we'd like them to come and take it away.\"\nShe added, if it was not claimed, it was likely to be reburied, or taken to the scrap yard."},
{"story": "An advert showing British Olympic diver Tom Daley using a smartphone at a swimming pool has been banned on the grounds that similar behaviour by consumers would damage the device.\nHTC has promoted the ad on social media since mid-2017.\nBut an investigation by the UK's advertising watchdog discovered that the device's own instructions said the phone should not come into contact with pool water.\nHTC has yet to respond.\nHowever, the BBC found that the Taiwanese firm had yet to\nfrom its YouTube channel.\nThe advert was designed to highlight the HTC U11's squeezable sides, which - when pressed - trigger a photo from its front \"selfie\" camera.\nIt showed Mr Daley repeatedly jumping from the highest platform at a swimming pool, and taking images of himself as he fell.\nIn addition, the athlete was shown using the phone as he climbed out of the water.\nHTC defended the campaign on the grounds that the device's IP67 waterpoof rating meant it could be briefly submerged up to a depth of 1m (3.3ft).\nIt said that because Mr Daley had entered the water with his feet and held the phone above his head, the phone had not gone any deeper.\nFurthermore, an on-screen warning had told viewers not to \"try this stunt\".\nBut the Advertising Standards Authority said that a normal member of the public attempting something similar would be unlikely to be able to prevent their phone sinking below 1m.\nThe watchdog also noted that HTC had acknowledged that \"there were too many variations of water temperature and chemical composition\" to be able to say that the U11 could be used in most swimming pools.\nAnd it highlighted that the device's own instructions said it should not be intentionally submerged in water, and were that to happen by accident its buttons should not be pressed immediately afterwards.\nAs a result it judged the ad to have exaggerated the phone's capabilities in a misleading manner.\nAlthough the original complaint had been about the appearance of the ad on Facebook, the ASA said that other posts must now be dealt with.\n\"Our ruling against HTC applies across media,\" a spokesman told the BBC.\n\"We expect HTC to ensure its ad is removed from all media and we'll be contacting the company to remind them of that.\"\nThe BBC understands that the firm intends to remove the ad from all its global accounts by the end of the day.\nThe ASA also issued other tech-related rulings among its latest decisions, including:"},
{"story": "A man who committed a brutal robbery as a teenager in Missouri, firing a gun at two people, will be in prison until he dies. Is that fair?\nBobby Bostic wakes up at 4.45am, every day.\nHe washes his face, brushes his teeth, goes for breakfast around 5.30. He comes back, watches TV - usually CNN - prays, then starts reading.\nThe prison is violent. It was worse 20 years ago, but trouble still finds you. So Bostic keeps his head down: New York Times, St Louis Post-Dispatch, Entrepreneur magazine.\nHe loves autobiographies - if it's not in the library, his family can order it - but he reads anything. His last book was The Innovators by Walter Isaacson.\nBostic keeps the TV on silent, with the subtitles on. If there's breaking news, he turns up the volume. If not, he keeps reading.\nAfter meals and outdoors time - 12 hours a week - he goes to bed at 10pm. The next day, he wakes up, washes his face, brushes his teeth, goes for breakfast.\nBostic was 16 when he committed the 17 crimes for which he was given consecutive sentences. Unless the court changes its mind, he will be in prison until January 2091, at least.\nHe is 39 now. By then, he will be 112.\nBobby Bostic is from St Louis, Missouri, in the American Midwest. He was one of four; his older brother and sister had a different dad. Growing up, his father wasn't around.\n\"We didn't have many male role models,\" he says from prison in Jefferson City. \"I was free to roam the streets.\"\nBostic's family was poor. He didn't play in sports teams because they couldn't afford the uniforms. Instead, he played American football on concrete. \"No helmets,\" he says.\nAged 10, he started smoking and drinking. He was on cannabis aged 12 and was smoking PCP - another illegal drug - aged 13. At the same time, he would steal cars, or ride in stolen ones.\n\"It was a status symbol,\" he says. \"That was our idea of wealth - a car that wasn't even ours.\"\nIt was a Tuesday in December 1995 that changed his life. Bostic, 16, was at a friend-of-a-friend's house in another part of town; smoking weed, drinking gin, smoking PCP. Then a female friend went outside.\n\"She got talking to a dude from the neighbourhood,\" he says. \"He smacked her. She told him she would get us. He told her to go get us.\"\nBostic and his friends went to confront the man. \"And that's why I had the gun,\" he says.\nThe argument was resolved without a shot being fired. Bostic and his friend, Donald Hutson, went to smoke more weed.\n\"As we did that, we saw the victims,\" says Bostic. \"We knew they weren't from that neighbourhood. They had a lot of stuff on their truck.\"\nThe victims were giving presents to a needy family, as part of a newspaper appeal. They had two car-loads and a truck. One of the presents was a Christmas tree; another was an old couch.\n\"It wasn't a plan,\" says Bostic. \"We saw them. I looked at him [Hutson]; he looked at me, a knowing look. It was just an instant thing. We pulled the guns out.\"\nBostic and Hutson approached the first victim as she took the couch cushions out of her car. They put a gun to her head. When she ran, they chased her.\nHer boyfriend - who had been on the phone - shouted at them, so Bostic and Hutson chased after him instead. They demanded his money, punched him, and shot at the ground.\nWhen the boyfriend didn't hand over the money, Bostic shot him. Why?\n\"I can't make excuses,\" he says. \"I didn't even know what I was doing. I wasn't trying to kill the dude, or hit him. I can't make excuses for it. I shouldn't have done it, and I regret it.\"\nThe bullet grazed the boyfriend. After it did, he handed over $500. But Bostic and Hutson weren't done.\nThey grabbed a woman - who was part of the present-giving group - and stole her leather jacket. They demanded money from a man who was with her; when he threw down his wallet, they shot at him. The bullet missed. But they still weren't done.\nAfter fleeing, Bostic and Hutson went to a girl's house. She said they couldn't stay. \"So we stepped out of the house, went right round the corner,\" says Bostic. And that's when they found another victim.\nThe woman was taking packages from her car. Bostic and Hutson put a gun to her head, took her car keys, forced her into the back, and drove off.\nThey told her to take off her coat and earrings; she handed over her purse. Hutson put his hand down her trousers and boots, to make sure there wasn't more money. He also touched her breasts.\nAfter arguing between themselves, Bostic and Hutson drove off, leaving the woman in an alley. They were arrested an hour later.\n\"I didn't realise the seriousness of it until I was arrested - who those people were, and what they were doing,\" he says. \"That's when the remorse came.\"\nAt the same time, their first victims gave out the Christmas presents, as planned. The needy family was a man bringing up three children.\nFour months after being arrested, Bostic was offered a deal: plead guilty and take a life sentence - 30 years - with the chance of parole. He turned it down.\nEight months later, he was offered a \"mercy of the court\" deal: plead guilty and take what the judge decides. Again, he turned it down. Why?\n\"I was advised by people - my father, my step-father. He was in prison - I wrote him and he said don't ever take a blind plea, because you never know what's going to happen.\n\"I knew I was guilty of the case, but I always thought I had a better chance with the jury. As a 17-year-old, I still wasn't thinking clearly. But at the time, that's what I was thinking.\"\nBostic went on trial and was\n, including eight counts of armed criminal action, and three counts of robbery. Before his sentencing in 1997, his lawyer suggested writing to the judge, so he did, four times.\nEach letter made his situation worse.\n\"Looking back, I didn't show enough remorse,\" says Bostic, who last read the letters two or three years ago.\n\"If I read those letters now, they sound like a 17-year-old who doesn't know the gravity of what he's facing. I used them to complain about the trial, and what was going on, instead of taking responsibility.\n\"That was the wrong thing to do - but no one ever told me [differently].\"\nBostic's mother, Diane, also wrote a letter to the judge, who said it was \"one of the most beautiful letters I have ever received from a parent\". But it wasn't enough to save him.\nAddressing Bostic in court, Judge Evelyn Baker told him: \"You write me these letters how brilliant you are, how intelligent you are, how you are smarter than everybody else in the world.\n\"You are the biggest fool who has ever stood in front of this court. You have expressed no remorse. You feel sorry for Bobby.\"\nThe judge ordered Bostic's sentences to run consecutively, rather than concurrently. The total was 241 years.\n\"You made your choice, and you're gonna die with your choice,\" said Judge Baker. \"Because Bobby Bostic - you will die in the Department of Corrections.\"\nBostic's accomplice, Donald Hutson, took the mercy of the court deal.\n.\n\"Reality set in the very moment I was given 241 years, and she told me I would die in prison,\" says Bostic.\n\"When that happens, the world drops, and reality sets in. It's no longer a game. Your life has just been taken away. That's when I got the wake-up call.\"\nBostic was in a juvenile dorm for two months, before joining the adults. The prison, he says, was \"complete chaos\".\n\"It was predator versus prey,\" he says. \"You had to try and fit in. If you didn't, people would do all types of thing. You had to be a man at an early age - or try to be a man.\"\nIn his early days, Bostic went through \"several trials\". Having your food stolen was a common test.\n\"I got into a few fights,\" he says. \"That's going to happen to anybody. You're going to get tested, because you're new. I was a young guy, I had to prove myself. You do that through fighting.\"\nBostic graduated from middle school, but barely started high school, leaving aged 14 or 15. But after two or three years in prison, he started reading.\nThe first book to have an impact was the autobiography of Malcolm X. \"He was somebody that went through what I went through,\" he says. From then, it was \"book after book after book after book\".\nHe got his GED - equivalent to a high school diploma - and started writing books: four non-fiction, eight poetry. One poem is called The Terrible Bullet.\nHe also took courses - business classes, a paralegal diploma,\n. One of them was a victims' advocate class.\n\"They teach you from the start of the crime, to the end of the crime, what victims go through,\" he says.\n\"When I committed my crime, I never realised who my victims were, or what they were doing. The courses teach you how to put a face on the victims. They teach you empathy, and to realise they're people with rights.\n\"You learn about the trauma they experience; how to help them heal. Knowing that my actions caused all this trauma, I took it more to heart. I took it personally. I created victims.\"\nBostic needs four more classes for his associate degree - maths, biology, environmental science, English 202. He wishes others would do the same.\n\"Ignorance is the order of the damn prison,\" he says. \"The youngsters lie around. There's no studying or reading. When I came in, we used to read, study. Nowadays, that doesn't exist: it's just TV and games. Everything is a game now.\"\nBostic believes in education. He dreams of helping teenagers; of using his skills; of starting a charity on the streets where he used to steal. But first, he needs to get out.\nThe Eighth Amendment to the US Constitution, adopted in 1791,\n.\nIn 2010, in the case\n, the US Supreme Court ruled that juveniles who didn't commit homicide - such as Bostic - should not be given life sentences without parole.\nIn 2012, the Supreme Court extended this to juveniles who had committed homicide. And, in 2016, the court said the law should apply retroactively - that is, to past cases, as well as future ones.\nAt that point, 2,600 people, who were sentenced as juveniles, were serving life without parole. Now,\n: more than 250 were released; the others are now serving fixed-term sentences.\nBostic, though, is not one of them. Why?\nThe courts in Missouri, where Bostic has appealed, say he is not serving a life sentence - he is serving a long sentence, with the\n.\nMissouri also says\napplies to single offences. Bostic, they say, was guilty on 17 counts, and is serving 17 sentences, one on top of the other.\nThe American Civil Liberties Union has asked the US Supreme Court to look at Bostic's sentence. Their appeal has a\n, including Ken Starr, a former US solicitor general.\nThere is also support from another, less likely, source. In 1997, Judge Evelyn Baker ruled that Bostic should die in prison. Now, she has changed her mind.\nMrs Baker, 69, remembers Bostic clearly. \"In all honesty, he came across as being a little sociopath,\" she says. She also remembers his four letters. \"It was everybody else's fault in the world.\"\nMrs Baker was a judge for 25 years, retiring 10 years ago. Bostic's 241 years was her longest sentence. \"This is the only one where I regret the amount of time I gave,\" she says. \"The amount of time is ridiculous.\"\nShe started to change her mind around the time of\n, when she read about the difference between teenage and adult brains.\n\"I held Bobby to the same standards as a full-grown adult,\" she says. \"When I reflect back on it, I have to say, the average 16-year-old boy does come across as being a bit of a sociopath. It's all about them.\"\nWhen Missouri wouldn't reconsider the case, she decided to go public. \"I did Bobby a disservice,\" she says. \"It's a disservice that can be corrected.\"\nMrs Baker thinks a 30-year sentence - the same as Donald Hutson's - would be appropriate. With parole, that could mean Bostic being released this year.\n\"From what I've read about Bobby and the things he's doing, he is not the 16-year-old little punk I sentenced,\" she says.\n\"Bobby is a fully-fledged, responsible adult, who I think has shown true remorse for what he did, and an understanding of the wrongness of his actions.\"\nIt took Bostic more than ten years to write to his victims to say sorry. He never heard back.\nHe has apologised in the media, and wants to do so again (the BBC traced three of Bostic's victims but none replied). He doesn't ask for sympathy, but he does ask for a second chance.\nSo what does he say to those who think he\ndie in prison? Who think robbery, and kidnap, and near-murder, are unforgivable? Who think 241-year sentences deter evil deeds?\n\"They're entitled to their point of view,\" he says. \"If they think I should die here, if they think it was a terrible crime - which it was - they're entitled to feel that way.\"\nThe US Supreme Court is expected to comment on Bostic's case in April. It could order a re-sentencing; it is more likely to ask for more legal argument.\nEither way, it keeps Bostic dreaming. \"As a human being, freedom never leaves your mind,\" he says. \"You look at TV and see everything you want, but can't have. Even when you go out, get air, you're reminded that you can't have it.\"\nSo Bostic is stuck on repeat - the same day, every day, starting at 4.45 every morning. Wash face. Brush teeth. Breakfast at 5.30.\n\"I've got a lot to offer,\" he says. \"I'm not that same 16-year-old. The child that committed the crime, in my mind, should always get a second chance, because he was just a child.\n\"That doesn't justify what he did. But as a man, he should have a chance to live a life.\"\nDoes he have a final message for anyone reading, whether they are sympathetic or not?\n\"If the victims haven't heard this, I'd like to again apologise to them, let them know I'm sorry,\" he says.\n\"To society in general - if there's any kids or teenagers listening, take what happened to me as a prime example of what could happen to you. Please, take my life as an example of what could happen. Use this lesson to avoid the mistakes I made.\n\"I hope I didn't sound unsympathetic to anybody. I truly realise the enormity of my crimes, and what I did. I live with that regret every day. I just hope that the rest of my life will be invested in something else.\""},
{"story": "They often fled their homelands to escape sexual abuse - but for many asylum seekers, it continues in the UK. Fear of deportation typically means they don't tell police, but one effect of the Harvey Weinstein revelations is that they have now begun to talk about their experiences among themselves.\nAt the age of 37, Grace has never had consensual sex.\n\"I am not the only one. There are many more women like me,\" she says, hunched over and looking down at the table. She indicates to the wall that separates the small meeting room from her friends in the adjacent room.\n\"We are the most destitute and vulnerable women in the UK.\"\nTo her it makes sense that destitution and exploitation go hand in hand - it's happened all her life.\nGrace arrived in London at the age of 17, back in 1998. She was born in West Africa, but doesn't want to reveal the country for fear of endangering her relatives.\n\"I came from a very, very poor family,\" she tells me.\nSo poor that at the age of 15, Grace and her 17-year-old-sister were both married off to a man older than their father - in exchange for a dowry. They moved into a palatial house in the capital city with his five other wives.\nFor the first time the sisters didn't have to worry about their next meal, but that was the only thing they didn't have to worry about.\n\"It wasn't a good life. I suffered a lot,\" she says. It quickly becomes clear this is a massive understatement.\nGrace and her sister were subjected to continuous physical, verbal and sexual abuse by their husband. They were also made to take part in superstitious ritual ceremonies that he believed would advance his political career - including drinking animal blood, she says with a shudder.\nThe young women relied on each other for support, afraid that if they spoke out their family would be harmed.\n\"Our husband was a powerful man,\" Grace says.\nAfter two years of marriage, Grace and her sister reached breaking point. They confided in a sympathetic uncle who said he would help them leave the country - it would be assumed that they had run away, he said, and no-one would admit to having helped them. He arranged short-stay visas, took them to the airport and presented them with one-way tickets to London.\nThe uncle had an old friend who would pick them up from Heathrow airport, he told his nieces. A good man who would take care of them.\n\"When we arrived at the airport there was a man standing there holding up a sign with our names,\" says Grace. \"He looked like death standing up.\"\nTheir uncle's friend was suffering from cancer. He hadn't revealed this before, he said, because he was keen to do a favour for his friend and to provide the sisters with temporary sanctuary.\nHe told Grace and her sister, who were now 17 and 19, that his cancer was terminal, and that as he was not a wealthy man he wouldn't be able to provide for them after his death. Instead he would introduce them to friends at his local church, mostly other West African immigrants, who would help them with accommodation.\nHe died three weeks later, and as he had predicted, Grace and her sister - who had no legal right to work in the UK - moved in with families they met through the church.\n\"Migrant families in this country, who are themselves poor and working long hours look for young, single women to look after the children and do the cooking and household chores,\" says Grace. \"My sister and I moved in with different families. We were reliant on them for food, clothes. For everything.\"\nGrace didn't have her own room. She slept on the sofa in the living room, waiting until everyone in the family was ready for bed before getting any rest herself. She had little privacy and made sure not to disturb the family.\nShe soon discovered how unsafe she was.\n\"The man of the house would come down at night when everyone was asleep. He began using me for sexual pleasure,\" she says. \"He knew I was destitute and had nowhere to go. I knew nothing about the legal system then. I couldn't go to the police because I was scared I will be detained or deported. I was at his mercy. He would say, 'Who are you going to tell?'\n\"I couldn't talk to his wife about it. I was worried that if she didn't believe me she would throw me out of the house. What could I do in my situation? I'd look outside. London always seemed liked it was winter, and I'd think, 'What can I do? Nothing.'\"\nHer sister, Grace learned, was in a similar situation. They were both trapped. But there were bigger problems ahead.\nWhen the family's children grew to school age, Grace was informed that she was no longer needed and that she would have to leave. While waiting for another family from the church to take her, and relying on friends for odd meals, Grace slept on park benches and on night buses.\nShe has lived in more than a dozen homes during 20 years in the UK and in nearly all she has been sexually abused.\nAnd the sexual abuse has continued from one family to the next.\n\"I slept on floors and sofas. If there were male overnight visitors I would almost always be violated by them. Often men would come to my room at night and they would touch me. Or more.\n\"At night I would try and jam the door with drawers to try and stop the men getting in. Sometimes it worked, sometimes it didn't. In the morning in front of their wife and children they acted like nothing had happened.\n\"This didn't happen just once or twice with one or two families. It happened many, many times.\"\nIn 2008, a tragedy occurred. Grace's sister had been talking to a man she had met on an internet chatroom. She told Grace that she would be going to meet him.\nShe didn't return.\n\"I was in hell,\" Grace says.\nShe called hospitals and asked friends who had a more secure status in the UK to go to the police to file a missing person's report. So far, no information has emerged. Grace has not heard from her sister in 10 years.\nFeeling more alone than ever, Grace continued shuffling between families and homes, until five years ago when once again a family told her they would no longer need her services. And this time no other families came forward with an offer of work.\n\"I was homeless. For weeks I was sleeping on park benches or, if I was scared of being alone, I would go on to a night bus and ride all night.\n\"I'd spend the day begging for change or go sit in libraries or in parks.\"\nThen one day, Grace says, a miracle occurred.\n\"A man came up to me in the park. I'd met him when I first moved to the UK. He said 'You've aged, Grace.' I said, 'Yes, I know.'\n\"Then he said, 'There are people who can help you Grace.' I said, 'I'm a slave, who can help me?' He said, 'There are places and people who will help. I will take you somewhere.'\"\nHe took her to a central London refugee centre, where staff listened carefully to her story and offered help to solve her problems.\nIt was a typical cold October day in London when Marchu Girma stood in front of a room of 35 sub-Saharan African asylum seekers, including Grace, and told about them the news that had been making headlines around the world.\nNumerous household-name actresses had stepped forward to accuse the Hollywood producer Harvey Weinstein of being a sexual predator. The story achieved the rare combination of going viral on social media, and dominating both mainstream news coverage and dining-table chatter. Thousands of women - from all professions - shared their own tales of abuse and harassment they had faced at the hands of powerful men. They used the hashtag #MeToo.\n\"I remember the moment in the classroom when I told the women about Me Too,\" says Girma. \"It was an 'oh' moment. There was a sudden realisation that they weren't alone. There was a sudden realisation in the room that sexual harassment had even happened to white, powerful, famous and important women.\n\"It was no longer a shameful secret they had to keep to themselves.\"\nGirma is the grassroots director for Women For Refugee Women, a small organisation for women seeking asylum in the UK. Originally from Ethiopia, Girma herself went through the UK asylum process at the age of 11.\n\"Women find us through word of mouth,\" she says. \"They tell each other about Women For Refugee Women at church, at detention centres, through other charities. This is a protected and private space for them. All the women that come to us are within the system, they are part of the legal asylum-seeking process. They're looking for solidarity.\"\nOnce a week the women come seeking advice, lunch and classes such as English, craft, drama and empowerment.\nIt was at an empowerment class that Girma told them about Me Too.\nThen, for the first time, the women talked about the abuse they had suffered. Many said that sexual harassment was not just something they fled in the countries of origin, but a reality of their life here in the UK.\nOne woman described a time she cleaned a house for a client who ordered her to strip to her underwear first. Others, like Grace, had stories of sexual violence within their informal living arrangements.\n\"The asylum process is flawed and works against a victim of sexual harassment or abuse at many stages,\" says Girma.\n\"If you don't have legal status you are not considered a person in the eyes of the law. You are not really a human being.\n\"These women have endured a prolonged and continual cycle of abuse - fleeing sexual violence and walking straight into a life of abuse while in the UK.\"\nThe situation is worst for those who are living in the country without having applied for asylum.\n\"Currently there is data-sharing between police and UK immigration officers and we have heard of cases where women go to report abuse and are held in detention centres or even deported back to the countries they came from, and the deadly situations they were trying to escape. The current system prevents these women from reporting sexual violence and the predators know this,\" Girma says.\nAccording to the Oxford Migration Observatory there are hundreds of thousands of undocumented or \"irregular\" migrants in the UK.\nBut even women who have applied for asylum and have legal status in the UK may be unsure of their rights, says Girma, and hesitant to approach police.\nIt's been 10 years but Grace's friend, Yanelle, still dreams about the worst night of her life.\nA political dissident in West Africa, she was arrested, thrown in prison and then gang-raped at gunpoint by a group of police officers.\nAfter she was released, friends within her political party helped her come to London. She moved in with friends initially, then found work through families at a local church.\nLike Grace, Yanelle received a roof over her head and food in exchange for childcare and cleaning.\nShe filed immediately for refugee status, but received bad legal advice and her first application was declined.\nYet Yanelle was luckier than Grace, she says.\nHer landlords may have groped her, but they did not coerce her into having sex.\nWhen one said, \"What are you going to do? Who are you going to tell? If I did something and you report me, the police will detain you and send you back,\" she didn't consider it sexual harassment.\nIt wasn't until years later, when she had worked and lived with many other families, and had repelled dozens more advances by other landlords, that her thinking changed. And this happened that day in October, when she and Grace sat in the empowerment class at Women For Refugee Women, hearing stories about Hollywood actresses speaking out.\nMaybe a man making persistent advances without her consent and touching her body wasn't something to dismiss as insignificant, she thought.\n\"We never talked about the abuse before Me Too. From the culture I come from it is not common to discuss sexual harassment so freely. But when we saw important women speaking out it changed our mentality. We learned that we all had some experience of harassment,\" Yanelle says.\n\"It does seem like we, as women, are at a moment in history where real global change is possible. It's important that this change is extended to the most vulnerable women in our societies,\" says Marchu Girma,\n\"We need collective will, and the sisterhood and solidarity must reach down here to women like Grace and Yanelle too.\"\nAt the age of 37, Grace has ambitions to pass her GCSEs. She wants to help people. She hopes she can qualify as a midwife. She now lives with a \"lovely couple\" in their 80s with whom she was housed through a refugee-hosting programme. She still has no legal right to work in the UK and no income. She gets her meals from a food bank and wears donated clothes.\nShe hopes she will one day find her sister. She also hopes that she will soon receive asylum - she has made three applications since 2013 without receiving a final refusal, and is now on her fourth. The difficulty is proving that she has been in the country for 20 years, because she has no paperwork.\nBut she's hopeful. She has friends who she can talk to - and they listen, she says.\nYanelle is also re-applying for refugee status. She still dreams about the gang-rape in the police cell in West Africa, but since she heard about Me Too, she shouts back at the rapists and tells them to leave her alone. Sometimes they back away and leave her cell. Sometimes, in her dreams, they don't rape her at all."},
{"story": "When elections come round in Sierra Leone parents are warned to take extra care of their children, as it's feared that candidates or their supporters may abduct them and use their organs in black magic rituals. Olivia Acland reports on troubling signs that the rumours may be true.\nAt 10:00 on Friday 16 February, less than a month before Sierra Leone's presidential, parliamentary and local elections, 14-year-old Mabinty Kamara clambered down the rocky path outside her house in Freetown. She was wearing a knee-length black skirt and grey polo shirt, and was swinging two plastic jerry cans.\nThe water pump was about 800m away - just a few minutes' scramble down and up the stony mud lane carved into the hillside. With her mother away visiting relatives, Mabinty had been told to fetch water by her 25-year-old sister, Alimatu, who was at home finishing up the other morning chores. As Muslims, this was the first day of their weekend.\nAlimatu swept the floor of their scruffy, tin-roofed house and shook out the bed sheets. She cooked some rice for her younger brother, sister, and cousin, and washed up the pans. After a couple of hours, though, she started to wonder why Mabinty had not returned. She scrambled down the path, shouting her sister's name, expecting to find her sitting with friends and gossiping.\nAt the water pump a gaggle of women said that they hadn't seen Mabinty, so she started knocking on neighbours' doors and questioning people on the streets. After hours of fruitless searching she went home and waited, thinking that perhaps her sister had returned to the house when she was out, and since left again. Anxious hours passed and finally at 18:30 Alimatu went to the police station to report her sister missing.\n\"A policeman told me to go home and that he'd call me if they found her,\" she says, twisting one of her short dreadlocks. \"I couldn't sleep at all that night, it's not like her to stay out. I was very worried.\"\nAlimatu spent the next four days wandering all over Freetown, checking areas where runaway children are known to sleep rough. She showed a zoomed-in picture of Mabinty, which she had downloaded to her phone from Facebook, to more than 100 strangers.\nFive days later she had reached Waterloo, a traffic-clogged industrial suburb an hour's drive from her house, when she received a call from one of her neighbours. He shouted down the phone that Mabinty had been found: her dead body was wedged between some buildings at the back of the Ministry of Education. She was identifiable by her black skirt, grey top, and the two empty jerry cans lying beside her. Her right leg had been cut off at the knee.\nBut she was missing more than just a leg, says Dr Owiss Koroma, Sierra Leone's only pathologist. On examining her body he found that her tongue, ovaries, intestines, womb, fallopian tube and vagina had also been taken. Someone had removed them with surgical precision. The case, says Koroma, has all the hallmarks of a ritual killing.\nThese murders, carried out so that body parts can be used in black magic rituals, usually involve child victims, whose younger and healthier organs are thought to be more powerful than those of an adult.\n\"People use body parts for fame, wealth, or to gain power,\" says Ibrahim Samura, head of media for Sierra Leone's police force. The parts can be used in different ways, depending on the purpose. Tongues are thought to empower a person to speak well, for example. A juju man will say, \"I need a female breast,\" Samura says. \"It will be used as a charm or a sacrifice.\"\nIt's thought that the juju man's clients could be local or national politicians, or anyone with a strong interest in the outcome of the vote - and that the body parts may sometimes be eaten.\nKoroma says cases of ritual killing occur in Sierra Leone every so often, even when elections are not approaching, but he is aware of three cases in the last six months - significantly more than usual.\nThe first of the victims was a 10-year-old girl in Western Freetown, whose remains were found in a large, checked bag made from thick plastic. She was missing her left ear, left leg, left arm and part of her vagina. After this case, he examined Mabinty Kamara's mutilated body, and most recently - on 15 March, after the first day of voting but before this weekend's elections - the dismembered body of a four-year-old, found in a forest in Port Loko, in the north-west of the country. The child had been decapitated, and every organ had been removed, except for the liver. There were two holes in the back of the cranium. Koroma says he is alarmed by the precision of the surgery, as it suggests that someone with significant medical experience was involved.\nPolice also say there has been a spike in reports of missing children - though they are unable to provide statistics - and have responded with a nationwide publicity campaign.\n\"We use community radio stations right across the country to alert parents and community leaders about the trend of crime relating to missing children,\" says Ibrahim Samura. We tell them that they shouldn't allow their children under 18 to go to the beach or to parties unaccompanied.\"\nThe message seems to have got through.\nA shy schoolgirl told me last week that she is now scared to walk the 4km from school to her house in the village. Anxious parents have said that they are warning their offspring to be particularly cautious - not to accept sweets or lifts from friendly-looking strangers.\nBut rumours can swirl out of control. When two children were found dead in the back of a car in January, an online newspaper reported that \"cannibalistic rituals, by \"devilish politicians\" had long been a problem at election times. Pathologist Owiss Koroma examined the bodies, though, and says the children died from carbon monoxide poisoning; there was no evidence of ritual killing.\nThose most at risk of abduction are children sleeping out on the streets. Jorge Crisfulli, country director for the Don Bosco Fambul child-welfare organisation, says that between 20 and 25 children have approached his staff seeking shelter in Freetown in recent weeks and that others have returned to their villages.\nTwelve-year-old Abdul says he narrowly escaped a ritual killing after climbing on to a neighbour's roof to retrieve a lost football. The occupants of the house seized him and started beating his head against a step, accusing him of trying to steal from them. He was then held for days in a room, where he was tortured and drugged, he says, until he overheard a chilling conversation between two of the men.\n\"One of the brothers said let him kill me, cut the parts that you want, and put the rest into black plastic bags to throw in the gutter,\" Abdul says.\nThat evening he escaped and went to the police, who called Don Bosco asking them to take him into their care.\nAdia Benton, a cultural anthropologist at Northwestern University in Chicago who has studied Sierra Leone for years, says ritual killing, or at least rumours of ritual killing, \"escalate around elections, or times of power struggle\". She remembers hearing similar stories during elections in the country in 2007. The alleged victims were always children.\nThe country's most notorious court case, however, involved an adult and was not election-related.\nIn 2015 a DJ, known as DJ Clef, was invited to play a set at a party in the house of famous herbalist Baimba Moy Foray. Clef, whose real name is Sydney Buckle, was later found dead, missing his genitals, toes, fingers and nose. It's rare for anyone to be arrested and prosecuted in ritual killing cases, but Baimba Moy Foray and an accomplice were convicted and sentenced to death by hanging - though this was later changed to life imprisonment.\nNobody has yet been prosecuted in connection to Mabinty's case. Thirteen suspects were rounded up and then released on bail. Alimatu is one of them.\n\"Every day I must report to the police station to sign in,\" she says.\nShe would normally spend her days selling oil and rice to make money to support her younger siblings, but lately she's just been sitting listlessly on the steps of her house.\n\"I don't feel like selling now, I don't feel good,\" she says.\n\"It makes me so sad. Only God knows what happened to my sister.\"\nThe police officer who was initially in charge of the case, A S P Mansaray, says three of the suspects were guards from the Ministry of Education and another nine were a random selection of Mabinty's neighbours who were around at the time of the crime.\nHe hoped that even if they were not the killers they might be able to provide useful information. However, so far no leads or evidence have emerged. It looks set to be another unsolved crime."},
{"story": "For Dr Joel Salinas, music creates colours, numbers have personalities and another person's pain feels almost like his own. He thought that was how everyone experienced the world - until he went to medical school.\nJoel Salinas rushes in to the hospital bathroom and throws up until he's dry heaving. Washing his face, the third-year medical student stares at his pale reflection in the mirror and wills himself to live.\nHe doesn't know it yet, but Salinas has a condition called mirror-touch synaesthesia. Any time he sees someone experience pain, or even just the sense of touch, his brain recreates the sensations in his own body. And on this day in 2008 he has just watched someone die.\n\"Someone had a cardiac arrest and it completely caught me off guard,\" he says.\n\"I saw them getting chest compressions and I could feel my back on the linoleum floor and the compressions on my own chest. I felt the breathing tube scraping down the back of my throat.\"\nWhen the patient was declared dead 30 minutes later Salinas experienced an \"eerie silence\".\n\"I had this complete absence of physical sensations. It was so haunting. It was like being in a room with an air conditioner and suddenly it was switched off,\" he says.\nHe escaped to the bathroom where he reassured himself he wasn't dead - and vowed he wouldn't let himself react so strongly again.\nSynaesthesia is a condition in which one or more of your senses is merged with another rather than experienced separately. Some people perceive taste when they hear music while others experience colours when they look at letters and numbers.\nSalinas has early memories of the condition such as the bell ringing in blue and yellow at his primary school in Florida.\n\"When colouring in at school I was very specific that my B had to be just the right shade of orange and that my number one had to be yellow,\" he says.\n\"Sums also didn't make intuitive sense to me. My two was a red maternal person and my four was a blue friendly person. So how could a two plus a two equal a four?\"\nHowever, his colour associations also helped him remember information making him \"a whizz at vocabulary and spelling\".\nSalinas struggled to fit in with his peers and remembers asking his mother why nobody liked him. One problem was that he was too forthcoming with hugs.\n\"Hugging was a wholly immersive experience,\" he wrote in his 2017 book, Mirror Touch.\nIt made him feel warm and secure and a \"cool silvery blue, the same feeling the number four inspired in me\".\nBut when he hugged other children, they often thought it was weird.\nAfter frequent rejections Salinas withdrew further into his own world. He watched TV for hours as he enjoyed the way his whole body mirrored the sensations of every touch and movement on screen.\n\"When the cartoon Road Runner stuck out its tongue, I'd feel as if mine was sticking out. When the coyote got hit by a truck, I'd feel it,\" he says.\nSalinas realised as a teenager that making others feel better made him feel better, due to this shared sensory experience. He found he was drawn \"to healing people\" and decided to pursue a career in medicine.\nHe hadn't talked about his experiences up to this point as he had just assumed everybody experienced the world the same way. However, on a college trip to India in 2005 Salinas discovered this wasn't the case. When a fellow medical student described a group of people who perceived colours with letters, Salinas remarked that this was the case for most people.\n\"He looked at me and said: 'That's absolutely not the case for everyone,'\" Salinas says.\nBut understanding this did nothing to prepare him for the difficult experiences that came in the next stage of his studies.\n\"The mirror-touch pain was most vivid at medical school when I began to see the extremes of physical trauma,\" Salinas says.\nWhen he watched a teenage boy on an operating table he felt the incision as if it was slicing into his own abdomen, followed by the \"hot and writhing experience\" of seeing the boy's internal organs.\nIt all came to a head on the day a patient died, and he found himself vomiting in the hospital bathroom. He realised he had to find coping techniques if he was to make it as a doctor.\nSalinas found mirror-touch sensations were more vivid when he was surprised or if the person he observed was physically similar to himself. So he started to prepare himself for such situations.\n\"I focused looking at a patient's sleeve or collar, or on grounding myself in my own body,\" he says.\nBut he also found his \"hyper-empathy\" helped him to treat his patients. He would notice almost immediately if they were thirsty or in pain, picking up on the slightest facial and body movements.\n\"I really have a stake in my patients' well-being, because in that moment it's also my well-being,\" he says.\n\"Being in hospital can be very lonely for the patient and being able to in some way inhabit the same space means a lot.\"\nSynaesthesia research was still in its early days in 2007 when he visited the leading expert, neurologist Dr V S Ramachandran, to take part in some tests.\nHe was told that his experience of feeling touch when he saw someone else being touched was a newly discovered type of synaesthesia called mirror touch. It could affect as many as 1.6% of the population, according to a study led by Michael Banissy.\nSalinas also discovered that his own sister perceived some coloured letters, while his mother and brother had some mirror-touch-like experiences.\nScientists now think we are all born with synaesthesia. A recent study found babies associate different shapes with different colours, however, this merging of senses diminishes in most people as our brains remove unnecessary connections in a process known as \"pruning\".\n\"One hypothesis is people with synaesthesia have a defect in pruning so end up with an excess of connections,\" Salinas says.\nNow a neurologist at Harvard Medical School and Massachusetts General Hospital, Salinas has found it easier to talk about his experiences as research into the subject has increased.\n\"Earlier there had been the risk of being perceived as weird or different or a liar. Now I can defend it as something that is real,\" he says.\nHe agreed to be interviewed by artist Daria Martin, who was creating a film installation for the Wellcome Collection in London about mirror touch.\n\"We think people have five senses: sound, sight, smell, taste and touch. Beyond this there are several scientifically recognised senses including pain and temperature,\" Martin says.\n\"Synaesthesia can move between any of these crossings.\"\nMartin created two films that explore the mirror-touch synaesthete's way of seeing. She interviewed a number of people with the condition and introduced Salinas to one of them - Fiona Torrance from Liverpool.\n\"Our experiences were surprisingly similar, though she seemed to have been more overwhelmed by some of her physical experiences,\" Salinas says.\n\"For example, there was an incident where she was sitting in her car, someone nearby was suddenly punched, and it sounded like the mirrored experience was so physical and vivid that it triggered a fainting spell.\"\nSalinas says that when synaesthetes meet and discover what symptoms they share they come away with a \"greater sense of normal-ness\".\nHowever, he is keen that synaesthesia should not be thought of as a disorder.\n\"I don't see it as a blessing or a curse as it can be both,\" he says.\n\"I couldn't imagine my life without synaesthesia. I wouldn't be who I am now without it.\"\nDaya Bharj has been living in the same vivid daydream for 13 years. And she doesn't want it to end."},
{"story": "The death of South Africa's veteran anti-apartheid activist Winnie Madikizela-Mandela at the age of 81 has sparked a national debate about how she should be remembered.\nThe more traditional sections of society, including her staunch supporters, want us to remember her as a faultless woman.\nOthers, particularly those who are still in the trenches fighting the old battles in favour of white supremacy, want us to remember Mrs Madikizela-Mandela as a violent and deeply flawed individual.\nBut anyone who wants to truly understand the Winnie Madikizela-Mandela I knew needs to go back in time and trace the steps of humiliation she suffered under the racist system of apartheid.\nShe was a freedom fighter; a revolutionary who was at the coalface of the anti-apartheid struggle - not an armchair activist who waged a revolution on Twitter or Facebook.\nShe was left to raise two young daughters when her husband of four years, Nelson Mandela, was arrested in 1962 and sentenced to life in prison on the notorious Robben Island prison.\nAn activist in her own right, Mrs Madikizela-Mandela was once arrested in her pyjamas. The police refused to grant her permission to get her relative, who lived a block away, to come and stay with her children.\nIn 1969, she was locked in solitary confinement for 491 days. She was even left in her cell when she was on her period, without sanitary towels.\nHer cell was adjacent to a torture chamber.\n\"Prisoner number 1323/69\" wrote in her diary, which was later published in a book entitled 491 Days, that the screams of women being beaten from across the walls will never leave her mind.\nLater, at a time when many other anti-apartheid leaders were languishing in jail or in exile, she not only represented the liberation movement. She was The Movement.\nWhen she moved, the frontline moved with her. She did not fill the vacuum left by Mr Mandela. She simply took her rightful place at the centre of the battle for the freedom of black people.\nWhen the apartheid regime found her to be too powerful to handle, it resorted to banishing her from her home in the commercial capital, Johannesburg, to the small rural town of Brandfort in what was then the Orange Free State, a bastion of white supremacy.\nShe was not allowed to receive visitors, but she travelled daily to the local post office to make phone calls telling the world about the brutality of the apartheid system.\nHaving read and listened to the many comments since her passing on Monday, it became clear to me that some people either do not know history or they have selective amnesia.\nOne example is the reaction of former newspaper columnist David Bullard who wrote on Twitter: \"So, after an educational night on Twitter, we're all agreed then. Winnie was a saint who fought bravely against apartheid and only set fire to people or had kids murdered when it was absolutely necessary.\"\nSuch people seem to have forgotten the trauma Mrs Madikizela-Mandela experienced at the hands of those who enforced some of the most racist and sexist laws the world has ever seen.\nHowever, her character, sheer strength and willpower could not be suppressed.\nIn January 1985, US Senator Edward Kennedy visited her in Brandfort, describing her as someone who was \"very courageous and was very concerned for her country\".\nIt was a poignant moment - an African woman, removed from society as punishment for asking for basic human rights, getting a visit from one of the most powerful politicians in the US. This sent a clear message that she - and black people - were not alone in the struggle against apartheid.\nMrs Madikizela-Mandela was not just a fearless freedom fighter, she was incredibly beautiful. Even if you were an apartheid-era policeman who met her, you would not forget her face, eyes, and beautiful smile. She also had a unique charisma, and was in many ways, regal.\nBut she was not perfect. She had her flaws.\nShe was convicted of fraud and being an accessory to kidnapping.\nAny fair-minded person cannot reflect on Mrs Madikizela-Mandela's life without mentioning 14-year-old Stompie Sepei. He died at the hands of her scandal-prone football club, bodyguards and driver, after being falsely accused of being an apartheid spy.\nHer support for \"necklacing\" suspected traitors by putting a tyre around their necks, dousing them with petrol and setting them alight also put her in direct conflict with her comrades.\nFollowing her death, anti-apartheid activist and opposition politician Mosiuoa Lekota said: \"Those who did nothing under apartheid never made mistakes.\"\nAll these experiences and more left her traumatised. Some suspect she suffered from post-traumatic stress disorder, which was never treated because she went from one brutal treatment to the next without delay.\n1936: Born in Transkei (Eastern Cape)\n1958: Married Nelson Mandela\n1969: Jailed for 18 months for anti-apartheid activities\n1976: Banished to rural area by apartheid authorities\n1991: Convicted of kidnapping\n1994: Elected MP, a post she held until her death\n1996: Divorced from Nelson Mandela\n2003: Convicted of fraud\nI will never forget the day Archbishop Desmond Tutu pleaded with her at the Truth and Reconciliation Commission, formed to heal the wounds of apartheid, to say \"sorry\" for all the things that had gone wrong. She only agreed to acknowledge that sometimes things \"went horribly wrong.\"\nAuthor Charlene Smith, who knew Mrs Madikizela-Mandela from the mid-1970s, could not have put it more succinctly when she\n:\n\"Winnie is the Conscience of a Nation that has already forgotten the tragedy of apartheid history; even in her death, people do not realize how she suffered, how damaged she became and how it hurt her and those who cared for her most.\n\"South Africa today has one of the worst crime rates in the world, it has millions of damaged people - they are apartheid's legacy. It is in remembering and healing a wounded people that we honor the legacy of Winnie Madikizela Mandela. Sleep with the angels Nomzamo.\""},
{"story": "\"My name is JC and I am a workaholic.\"\nJC, who lives in Tampa Bay, Florida, says she needed a lot of courage the first time she stood up and said that in front of a group of people she had never met before.\nJC, who doesn't want us to reveal her full name, had gone along to a meeting of Workaholics Anonymous because she felt she couldn't cope anymore.\nA 40-year-old healthcare worker, who had conquered her alcoholism and an eating disorder, she says she couldn't experience the serenity that she hoped sobriety would bring because she instead had become addicted to working.\n\"I was constantly obsessed with work,\" she says. \"I realised I used work to numb out and avoid myself, my feelings and my fears.\"\nHer work addiction and the stress that came with it affected her health.\n\"I had premature grey hair within three months of starting a management position,\" she says. \"I experienced adrenal fatigue... I have a heart condition.\"\nFollowing a similar 12-step recovery plan to the one first devised by Alcoholics Anonymous, Workaholics Anonymous started in the US in the early 1980s.\nToday there are more than 100 meeting groups around the world, from Argentina to the US, the UK and Japan. There is also the possibility of joining an online meeting via Skype or over the phone.\nBut how do you know if you are a workaholic? And what other ways are there to get help?\nWilmar Schaufeli, a professor of work and organisational psychology at Utrecht University in the Netherlands, describes a workaholic as \"a person who works obsessively hard in a compulsive way\".\n\"So it's a combination between excessive work and compulsive work, compulsive tendency.\"\nHe adds that going to Workaholics Anonymous works for many sufferers because \"you see people who have the same problem, so you are not alone. I think this is an important thing for all kinds of behavioural problems or addictions.\"\nFor other people with work addiction problems, having one-to-one therapy with a trained professional might be the answer.\nBut what actually can lead to work addition?\nDr Claudia Herbert, a clinical psychologist at the Oxford Development Centre, in Putney, Oxfordshire, often treats sufferers. She says that many workaholics have other mental health disorders.\n\"Lots of clients may feel depressed, they may actually think that life is a little bit empty, they may have anxiety problems, they may also have addictions to cope with.\"\nThe condition can be triggered by someone having to work too hard in the first place. \"People often have to take jobs that in previous times would have been done by two or three people,\" she says.\nWork addiction may be caused in part by a person being pushed too hard by his or her parents in their earlier life. \"People who as children were reinforced by their achievements rather than who they are, they are more likely to become work addicted,\" she adds.\nWhen it comes to the types of jobs where people are more vulnerable to becoming workaholics, Prof Schaufeli says it is more a case of senior professionals rather than those with jobs on the lower rungs of the workplace ladder.\nHe says that self-employed people are also vulnerable because they can become obsessed by their businesses.\nProf Schaufeli adds that work addicts very often don't see that their behaviour is problematic because the fact they are doing vast amounts of work often means they are earning more and being promoted.\nWhen it comes to treating work addiction, Dr Herbert says it needs to be individually tailored to each sufferer, and getting to the bottom of what caused it.\nAt Retreat South, a rehabilitation centre and mental health retreat in the Australian state of Victoria, they run a work-related stress and executive burnout programme, trying to get people's work/life balance back.\nThe programme started six years ago, and the average length of stay is one month, with prices from 8,000 Australian dollars ($6,100; £4,400) per week.\nMost of the clients are Australian, but they also have some from Asia and Europe.\n\"We work on the guilt - I haven't been a good parent, I haven't been a good partner,\" says Jane Enter, Retreat South's clinical director.\n\"People should reconnect to who they are, it's about getting a more balanced life.\"\nBack in Florida, JC - who first went to Workaholics Anonymous back in 2012 - now volunteers for the organisation.\n\"I have more time for fun and relationships with people,\" she says. \"I have the same job. However, because I have changed the way I think and act it is much more manageable.\n\"I place limits on the number of hours I work in a day.\""},
{"story": "The civil rights leader Martin Luther King Jr, in a 1957 speech at the Lincoln Memorial in Washington DC, called on Congress to introduce equal voting rights for all Americans.\n\"Give us the ballot,\" said Dr King, \"and we will fill our legislative halls with men of goodwill\".\nHalf a century after his death, Reality Check looks at how the racial and ethnic make-up of Congress and state legislatures has changed.\nThe US Congress is made up of 435 elected lawmakers in the House of Representatives, the lower chamber, and 100 in the Senate, the upper chamber.\nUS politics has gradually become more diverse and this Congress is the most racially and ethnically diverse yet. Barack Obama's rise to the presidency was also seen as an important milestone.\nBut compared to the population as a whole, many branches of political office in America are still disproportionally white.\nMonths before Dr King was killed, Edward Brooke became the first African American to win election to the Senate by a popular vote.\nMr Brooke, who represented Massachusetts and served two full terms, was known for his work in promoting low-income housing, and racial equality in the South.\nSeven African-American senators have served since then, two of them women.\nIn Congress as a whole, the number of African-, Hispanic- and Asian-American citizens has steadily increased in the last few decades. But lawmakers are still overwhelmingly white.\nIn the last half a century, the total minority population in the US has more than doubled.\nBut while about one fifth of the most recent Congress was from a minority group, minorities represent about 38% of the population overall.\nIn 2017, 3% of the Senate and 10% of the House of Representatives was African American - but that group represents about\n.\nThere were similar proportions for Asian Americans (2% in the Senate, 3% in the House, but 6% overall) and Hispanic Americans (4% in the Senate, 9% in the House, but 18% overall) in Congress.\nAbout 23% of the House come from a minority background, a higher proportion than in the Senate.\nOut of the number of new Congressmen and women, 34% were from a minority group, according to\n. This much more closely resembles an increasingly diverse country.\nAlmost all of the members of the House of Representatives from a minority group are in the Democratic party. The process of making politics more representative has been far less substantial among Republicans, says Jennifer Lawless, director of the Women and Politics group at American University in Washington DC.\nOne of the reasons why it matters, says Ms Lawless, is because politicians are more likely to raise issues affecting a minority group if they have been affected by the issue themselves as a member of that group.\nThere are two Native Americans serving in the House of Representatives: Tom Cole, of the Chickasaw tribe, represents Oklahoma, and Markwayne Mullin, of the Cherokee tribe, also represents Oklahoma.\nThere have been three senators of known Native American descent. Ben Nighthorse Campbell, a member of the North Cheyenne tribe, served until 2005. A record number of Native Americans\n.\nMore than 7,000 men and women are elected to serve in state legislatures. Like their counterparts in the national Congress, state lawmakers are less diverse than the whole population. Based on a study by the\n(NCSL) in 2015, Hawaii, followed by New Mexico, have the highest proportion of minority lawmakers in their state - 78% and 49% respectively. The state with the highest percentage of white lawmakers in 2015 was North Dakota with 99%. Minorities account for about 15% of the state's total population.\nHawaii, California, the southern states on the Mexican border, Florida and some of the states along the eastern coast have the highest proportion of legislators from minority populations. States in the middle of the country and those on the northern border generally have the lowest percentage.\nThe state with the highest proportion of African-American legislators is Mississippi, Hawaii has the highest proportion of Asian and Pacific Islanders, for Native Americans it's Montana and for Hispanic Americans it's New Mexico.\nTrying to assess exactly how the situation has changed since the death of Dr King is challenging as there isn't complete data for each ethnic group going back to the 1960s. But the NCSL research did reveal that the percentage of African Americans elected at the state level rose from 2% to 9% between 1971 and 2011. Hispanic Americans represent 5% of state legislators - up from 2.2% in 1991 - but well below the 18% of the total population that Hispanic Americans account for."},
{"story": "Some 37,000 African migrants are currently in a state of limbo in Israel, unsure how much longer they can stay in the country. The government wants them to leave but its original plan to deport some of them was struck down by the courts. Then Prime Minister Benjamin Netanyahu changed his mind on a deal with the UN just hours after it was agreed. BBC Newsday's Nomia Iqbal went to meet some of the migrants.\nThe small cramped apartment in south Tel Aviv contains the following: three rooms, one toilet, one radio playing American pop songs, one Nigerian woman stirring a pot of food, another woman sitting on a chair looking at rows of cots, and 20 small children.\nThe windows are open, but these little boys and girls are not to allowed to leave. A locked gate keeps them inside the flat.\nThe older ones run to us with outstretched arms, beaming: \"Shalom.\"\nTheir boundless enthusiasm shows they aren't used to visitors.\n\"It is very hard work keeping them quiet and focused,\" says the woman in the kitchen.\nThis apartment is one of around 90 \"baby warehouses\" - unlicensed places which offer a cheap child-minding service to thousands of African migrants who cram into this small part of Tel Aviv.\nWe have been allowed as long as we don't reveal its exact whereabouts, take any photos once we're inside or record anyone on tape.\nNo loving parent, it is fair to say, would choose to leave their child here if there was another choice. In 2015, five babies died in informal \"nurseries\" due to negligence or inadequate care.\nBut Sophia, who is from the charity Elifelet, which helps refugee children and wants to create safe nurseries, knows they have little choice - especially with the government's increasingly hostile tone to the people it deems illegal immigrants.\n\"Everybody is worried about deportation so parents are working even longer hours to earn money,\" she tells us. \"They need to leave their babies somewhere cheap.\"\nThe vast majority of the migrants in this overcrowded corner of Tel Aviv are from Eritrea and Sudan, arriving on foot in Israel between 2006 and 2012.\nMany hoped to find asylum: more than 15,000 Sudanese and Eritreans applied for it between 2013 and 2017. So far, just 12 applications have been accepted. In comparison, human rights campaign group Amnesty International says the European Union accepted more than 92% of Eritrean asylum applications in 2016.\nAnd now Israel wants those it sees as economic migrants out. In January, it offered the migrants $3,500 (£2,510) and a plane ticket to leave Israel voluntarily by the end of March.\nThose who refused faced detention and subsequent expulsion.\n\"We are taking action against illegal immigrants who come here for work purposes,\" Prime Minister Benjamin Netanyahu said earlier this year.\n\"Israel will continue to be a shelter for true refugees and will eject illegal infiltrators.\"\nAlthough the government's plans are on hold, Mr Netanyahu still insists that they must go.\nSo the parents arriving to collect their little ones from the apartment are worried.\nA mother, originally from Eritrea, appears to pick up her six-month-old daughter, who has been lying silently in the cot clutching an empty milk bottle.\nThe mother - who we'll call Faven - doesn't communicate much with the two minders because of language differences.\n\"It's been a long day,\" she says by way of explanation as she picks her quiet daughter up. \"I've been cleaning since very early to make some money so I can look after her.\"\nFor Faven, there is no choice.\nBut these places are seen as a danger by human rights groups like Elifielt, with consequences which will stay with the children long after they have left.\n\"It would not be an exaggeration to say that the children leave with post-traumatic stress and delayed learning,\" Sophia says.\nOutside, there is little immediately obvious sympathy to these families' plight.\n\"These Africans are not my problem!\" shouts one elderly taxi driver in Neve Shaanan, a working-class part of south Tel Aviv where most of the migrants are clustered.\nHere, there is much support for Mr Netanyahu's stance, with national polls suggesting that his approval ratings are going up.\nIn nearby Hatikva market, 31-year-old Zion runs a market stall. He denies that racism is behind the feeling that there are too many migrants in the area.\n\"Look, they are nice people, but I don't believe they are refugees,\" he tells us. \"They're all living in one place and it's like they're replacing us.\"\nHe says those fighting for the right of migrants to stay in Israel have never shown as much support for his community - Mizrahi Jews who moved to Israel from Arab countries.\nBut he says deporting people wouldn't feel right and is \"very angry\" at the government \"for creating the problem in the first place\".\nThe 25,000 people who gathered in Tel Aviv's Rabin Square recently to protest against the deportations are also angry at the government, albeit for different reasons.\nRabbi Susan Silverman, the co-founder of Miklat Israel, a sanctuary project which was set up to help absorb refugees into communities around the country, believes the government's policy goes against Jewish teaching.\n\"We have a clear religious mandate to welcome the stranger,\" she says. \"But also we have a history of having needed people to take risks for us, to open their homes for us, to help us and we are rejecting that legacy.\"\nFollowing a legal challenge by a group of Eritrean and Sudanese migrants, the deportation plan was suspended by Israel's supreme court.\nThe UN then proposed a deal which would see thousands of African migrants sent to Western nations, while others would be granted residency in Israel.\nPrime Minister Netanyahu has now scrapped this scheme but says: \"Despite legal restraints and international difficulties that are piling up, we will continue to act with determination to explore all of the options at our disposal to remove the infiltrators.\"\nSo it remains an uncertain time for parents like Faven who use the illegal nurseries.\nAs she picks up her baby ready to leave the flat, she wearily looks up and says: \"I'm glad she is safe and okay - today.\""},
{"story": "What are the most common myths and stereotypes about what Indians eat?\nThe biggest myth, of course, is that India is a largely vegetarian country.\nBut that's not the case at all. Past \"non-serious\" estimates have suggested that more than a third of Indians ate vegetarian food.\nIf you go by three large-scale government surveys, 23%-37% of Indians are estimated to be vegetarian. By itself this is nothing remarkably revelatory.\nBut new research by US-based anthropologist Balmurli Natrajan and India-based economist Suraj Jacob, points to a heap of evidence that even these are inflated estimations because of \"cultural and political pressures\". So people under-report eating meat - particularly beef - and over-report eating vegetarian food.\nTaking all this into account, say the researchers, only about 20% of Indians are actually vegetarian - much lower than common claims and stereotypes suggest.\nHindus, who make up 80% of the Indian population, are major meat-eaters. Even only a third of the privileged, upper-caste Indians are vegetarian.\nThe government data shows that vegetarian households have higher income and consumption - are more affluent than meat-eating households. The lower castes, Dalits (formerly known as untouchables) and tribes-people are mainly meat eaters.\n(Average incidence of vegetarianism. Source: National Family Health Survey)\nOn the other hand, Dr Natrajan and Dr Jacob find the extent of beef eating is much higher than claims and stereotypes suggest.\nAt least 7% of Indians eat beef, according to government surveys.\nBut there is evidence to show that some of the official data is \"considerably\" under-reported because beef is \"caught in cultural political and group identity struggles in India\".\nNarendra Modi's ruling Hindu nationalist BJP promotes vegetarianism and believes that the cow should be protected, because the country's majority Hindu population considers them holy. More than a dozen states have already banned the slaughter of cattle. And during Mr Modi's rule, vigilante cow protection groups, operating with impunity, have killed people transporting cattle.\nThe truth is millions of Indians, including Dalits, Muslims and Christians, consume beef. Some 70 communities in Kerala, for example, prefer beef to the more expensive goat meat.\nDr Natrajan and Dr Jacob conclude that in reality, closer to 15% of Indians - or about 180 million people - eat beef. That's a whopping 96% more than the official estimates.\nAnd then there are the stereotypes of Indian food.\nDelhi, where only a third of residents are thought to be vegetarian, may well deserve its reputation for being India's butter chicken capital.\nBut, the stereotype of Chennai as the hub of India's \"south Indian vegetarian meal\" is completely misplaced. Reason: only 6% of the city's residents are vegetarian, one survey suggests.\nMany continue to believe that Punjab is \"chicken loving\" country. But the truth is that 75% of people in the northern state are vegetarian.\nSo how has the myth that India is a largely vegetarian country been spread so successfully?\nFor one, Dr Natrajan and Dr Jacob told me, in a \"highly diverse society with food habits and cuisines changing every few kilometres and within social groups, any generalisation about large segments of the population is a function of who speaks for the group\".\n\"This power to represent communities, regions, or even the entire country is what makes the stereotypes.\"\nAlso, they say, \"the food of the powerful comes to stand in for the food of the people\".\n\"The term non-vegetarian is a good case in point. It signals the social power of vegetarian classes, including their power to classify foods, to create a 'food hierarchy' wherein vegetarian food is the default and is having a higher status than meat. Thus it is akin to the term 'non-whites' coined by 'whites' to capture an incredibly diverse population who they colonised.\"\nSecondly, the researchers say, some of the stereotype is enabled by migration.\nSo when south Indians migrate to northern and central India, their food comes to stand in for all south Indian cuisine. This is similarly true for north Indians who migrate to other parts of the country.\nFinally, some of the stereotypes are perpetuated by the outsider - north Indians stereotype south Indians just by meeting a few of them without thinking about the diversity of the region and vice versa.\nThe foreign media, say the researchers, is also complicit \"as it seeks to identify societies by a few essential characteristics\".\nAlso, the study shows up the differences in food habits among men and women. More women, for example, say they are vegetarian than men.\nThe researchers say this could be partly explained by the fact that more men eat outside their homes and with \"greater moral impunity than women\", although eating out may not by itself result in eating meat.\nPatriarchy - and politics - might have something to do with it.\n\"The burden of maintaining a tradition of vegetarianism falls disproportionately on the women,\" say Dr Natrajan and Dr Jacob.\nCouples are meat eaters in about 65% of the surveyed households and vegetarians only in 20%. But in 12% of the cases the husband was a meat eater, while the wife was a vegetarian. Only in 3% cases was the reverse true.\nClearly, the majority of Indians consume some form of meat - chicken and mutton, mainly - regularly or occasionally, and eating vegetarian food is not practiced by the majority.\nSo why does vegetarianism exert a far greater influence on representations of India and Indians around the world?  Does it have to do with \"policing\" of food choices and perpetuating food stereotypes in a vastly complex and multicultural society?"},
{"story": "Facebook's chief executive Mark Zuckerberg is to testify before the US House Commerce Committee regarding the firm's use and protection of user data.\nFacebook has faced criticism after it emerged it had known for years that Cambridge Analytica had harvested data from about 50 million of its users.\nHe will testify before the committee on Wednesday, 11 April.\nCommittee chairman Greg Walden and member Frank Pallone, Jr, welcomed the decision by Mr Zuckerberg.\n\"This hearing will be an important opportunity to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online,\" the pair said.\nCambridge Analytica is a political consulting firm that worked for US President Donald Trump's campaign.\nFacebook, which has two billion users. is now one of the main ways politicians connect with voters. It has been looking to repair its public image and restore users' trust since the Cambridge Analytica story emerged.\nFacebook said last month that it had hired forensic auditors to examine if Cambridge Analytica still had the data.\nMr Zuckerberg has apologised for a \"breach of trust\", and taken out full-page advertisements in several UK and US Sunday newspapers.\nHe has also said he welcomes more regulation.\nThe US Senate commerce and judiciary committees also have requested that Mr Zuckerberg appear in front of them.\nAnd the US Federal Trade Commission is investigating whether Facebook engaged in unfair acts that caused substantial injury to consumers."},
{"story": "Spy kits that can track mobile phones and intercept calls and messages have been discovered in Washington and beyond, the US government has said.\nThe Department of Homeland Security (DHS) says it has observed \"anomalous activity\" consistent with the use of so-called stingrays.\nThey could be used by foreign spies or criminals, although the DHS said it did not know who was using them.\nIt added that such devices pose a \"growing risk\".\nStingrays, a brand name for a type of International Mobile Subscriber Identity catcher (IMSI), are mobile phone surveillance devices that mimic mobile phone towers.\nThe size of a briefcase, the devices send out signals to trick mobile phones into transmitting their location and identifying information.\nAs well as tracking the mobile phone of a suspect, the devices also gather information about phones of bystanders who are nearby.\nIt is believed to be the first time the US government has acknowledged the use of rogue spying devices in Washington.\nThe revelation came in response to a letter from  US senator Ron Wyden to the DHS, asking about the unauthorised use of such devices.\nThe agency response was obtained by the\nfrom Wyden's office.\nIn it, a senior official at the DHS acknowledged that it had \"observed anomalous activity in the National Capital Region (NCR) that appears to be consistent with International Mobile Subscriber Identity (IMSI) catchers\".\nIt added that it had observed similar activity \"outside the NCR\" but had \"not validated or attributed such activity to specific entities or devices.\"\nThe use of Stingray devices by police forces across the US is being tracked by the American Civil Liberties Union (ACLU). It has identified 73 agencies in 25 states that own such devices but believes there could be many more in use which are not formally declared.\nThere are concerns among politicians in Washington that such devices could also be used by unauthorised agencies, such as foreign governments."},
{"story": "A theme park in Philadelphia has become the first in the world to receive an autism accreditation.\nSesame Place, which is based on the popular children's TV show Sesame Street, was granted the award after its staff completed training on autism sensitivity and awareness.\nThe park will include quiet rooms for children and a sensory guide to help parents plan their visits.\nLast year,\n.\nThe park received the award as part of the US National Autism Awareness Month and will reopen for its new season at the end of April.\nWhile Sesame Place is the first to receive the autism certification, other parks have moved to adapt their facilities to accommodate guests with autism.\nIn March 2017, Legoland's Florida resort introduced quiet rooms, illustrated guides and free passes to allow guests to bypass queues at popular attractions.\nAutism is part of a range of conditions known as autistic spectrum disorders (ASD).\nIt is a lifelong development disability that can cause problems with social interaction, language skills and physical behaviour.\nWith Asperger syndrome, a milder form of autism, children are often of average or above average intelligence, but likewise experience symptoms affecting behaviour and social interaction.\nIn the most severe cases, a person with autism may be almost unable to communicate and need round-the-clock care.\nAutism diagnoses have increased in recent years, although this is believed to be due to a better understanding of the condition. More men and boys are currently diagnosed than women and girls.\nSesame Place was given the award by the International Board of Credentialing and Continuing Education Standards (IBCCES), a body that provides international autism certification to the health and education sectors.\nThe theme park's new certification means that all employees receive ongoing training in the \"skills, temperament and expertise\" needed to work alongside families and children with special needs.\nPeople with autism often struggle with sensory overload, meaning that queues, loud noises and bright lights can all be overwhelming.\nTwo specially designed quiet rooms are available on-site, while the sensory guide enables parents to plan how each attraction could affect their child's sensory processing issues."},
{"story": "Everybody is talking about it: fake news.\nPresident Trump decries it every time he sees a critical article, the Pope has condemned it, governments are fretting about its influence, holding parliamentary hearings.\nAnd now Malaysia has passed a law criminalising it, with a penalty of up to six years in jail. Yet no-one has defined what it is.\nThe term first came to prominence during the 2016 US presidential election campaign. But the problem of deliberately falsified news articles, masquerading as properly-researched journalism, goes back centuries.\nHowever, the Malaysian government's definition in the recently-passed law is far more sweeping than that.\nIt has criminalised the dissemination of \"any news, information, data and reports, which is or are wholly or partly false, whether in the form of features, visuals or audio recordings or in any other form capable of suggesting words or ideas\".\nHuman rights groups have been quick to point out that this could be used against anyone who makes an error in their reporting or social media posts.\nMoreover at least one member of the government has already stated that, when it comes to articles critical of Prime Minister Najib Razak, especially over the notorious 1MDB scandal, where billions of dollars of a government-run investment board are alleged to have been misappropriated, any information not verified as true by the government will be viewed as fake news.\nThe fact that this law has been rushed through right before what is likely to be a hard-fought general election has raised suspicions that its real purpose is to intimidate government critics.\nIt is not clear anyway that Malaysia has a serious fake news problem.\nIn a response to the concerns expressed about the new law, the communications and multimedia minister Salleh Said Keruak highlighted the foreign media's failure to get the sometimes complicated string of official titles for high-ranking Malaysians right - irritating, yes, but hardly a threat to national security.\nThe article goes on to excoriate mainstream media which have published negative pieces about Mr Najib, calling them fake news, and thus rather confirming suspicions that the law is aimed at them, rather than the manipulation of social media opinion through fraudulent Facebook accounts and automated Twitter bots.\nSingapore is the other country which has raised the alarm over fake news, holding 50 hours of parliamentary hearings.\nFacebook's policy director Simon Milner was publicly dressed down by the law and home affairs minister K Shanmugam over his failure to acknowledge the full extent of data taken by the data analysis company Cambridge Analytica when he testified to the British parliament earlier this year.\nAcademics speaking at the Singapore hearings presented an alarming scenario of disinformation campaigns launched by foreign actors bent on attacking the island state, of cyber armies in neighbouring Malaysia and Singapore working as proxies for other countries in undermining national security.\nIt also gave Singapore academics and officials an opportunity to snipe at the US belief in free expression, the \"marketplace of ideas\", which had allowed the abuse of personal data on Facebook to take place, in contrast to Singapore's \"better safe than sorry\" belief in a more tightly regulated society.\nBut the actual examples of fake news which have come up during this national debate have mostly been prosaic; a hoax photo showing a collapsed roof at a housing complex, which sent officials rushing unnecessarily to the scene; and an erroneous report of a collision between two trains on the light rail transit line.\nIrritating and worrying for some, for a while, but hardly likely to bring Singapore society to its knees. In any case both Singapore and Malaysia already have plenty of laws capable of penalising false, inflammatory or defamatory comment.\nIn the country where social media misinformation has had the most devastating impact, by contrast, there is no clamour for a fake news law.\nMyanmar too has a raft of existing harsh laws sweeping enough to stifle any reporting deemed a threat to the state or society, laws which all too often have been used to jail journalists.\nBut these laws have been unable to prevent a poisonous tide of hate speech on social media, which has helped ignite anti-Muslim sentiment.\nMyanmar famously leapt from being a society largely without even old-fashioned telephone lines, to one with more than 40 million mobile phone accounts, in just three years.\nSeventeen million people have Facebook accounts, and as in so much of Asia, this is how most Burmese send messages and get their news.\nMost don't bother with email accounts. This has coincided with the end of strict military censorship, and the emergence in the mainly Buddhist population of a primeval fear of the small Muslim minority.\nIt has been all too easy to find cartoons and doctored photographs on Facebook which depict Muslims in a sinister and derogatory way. Worse still, large numbers of posts about Muslims are completely false, with photographs purporting to show atrocities against Buddhists by Muslims which are from a completely different part of the world.\nThe government has done nothing to stem this tide of disinformation, at times appearing to encourage it.\nFor example the Facebook page of the Myanmar armed forces still has on it a gruesome photograph with a caption stating that the dismembered bodies of infants, being dragged by apparently Muslim men, are Rakhine Buddhists killed by Rohingya militants in 1942.\nIn fact the photograph is from the Bangladesh independence war in 1971.\nWhen journalists, myself among them, were given photographs in September 2017 during a government-run tour of Rakhine state, supposedly showing Muslims burning down their own homes, backing the assertion by officials that this was the cause of the destruction of Rohingya villages,\nYet the government spokesman posted one of the photos on his Twitter feed proclaiming \"It's Truth\", although he later removed it. I was told in all seriousness in one Rakhine village that Muslims used to cut up Buddhists and cook them with their beef stew.\nThese kinds of stories are circulating unchallenged in Myanmar, creating a tide of fear and hate which then intimidates anyone trying to advocate a more tolerant approach into silence.\nThe UN Special Rapporteur to Myanmar Yanghee Lee, who has herself been subjected to vicious online abuse for her focus on human rights in Rakhine, and has now been banned from entering the country, has described Facebook there as \"a beast\".\nFacebook says it takes the problem of hate speech very seriously, but has yet to stop the site being used to stir up sectarian conflict.\nThe other country where social media has had a profound impact is the Philippines, where critics of President Duterte have accused his supporters of \"weaponising\" Facebook and Twitter to twist public opinion and silence dissent.\nFilipinos are among the heaviest users of Facebook in Asia, with more than one third of the population visiting the social media site regularly.\nThis is has made it a potentially game-changing arena for political actors who know how best to use it, in a country which has long had a lively and competitive traditional media.\nLong before the 2016 election which propelled Rodrigo Duterte, a late candidate with outsider status, to the presidency, the internet was already being exploited by public relations experts promoting products and opinions with so-called \"click factories\", where thousands of low-paid workers raised the clicks for specific websites, and companies openly offering hundreds of fake Facebook or Twitter accounts in support of the online profile of clients.\nAfter announcing his candidacy in November 2015 Rodrigo Duterte hired social media experts to craft a strategy which outflanked the usual dependence on endorsement from mainstream newspapers and television channels.\nIt worked brilliantly, tapping into a hitherto unarticulated yearning for change among many Filipinos.\nBut researchers have also detected what they believe is the use of automated bots and fake Facebook accounts to amplify the pro-Duterte message, something the president's team has denied.\nThe online news site Rappler published a detailed report about this in October 2016, enraging Mr Duterte's supporters, and, it believes, prompting the ruling in January this year by the Philippines Securities and Exchange Commission that the site is illegally owned by foreign investors, a claim first made by the president last year.\nRappler also highlighted the way Facebook's algorithms could be \"gamed\" to ensure certain content dominates users' newsfeeds.\nLeaving aside the allegations of social media manipulation, what President Duterte's supporters have succeeded in doing is using Facebook and other sites to wage a war of words against his critics, or anyone publishing unfavourable reports.\nI experienced this in September 2016 after\nwhich has resulted in thousands of police and extrajudicial killings.\nI received a flood of hostile messages, and a few death threats on my Facebook page, and the BBC complaints site was swamped with almost identical protests over \"erroneous and biased\" reporting. Maria Ressa, the CEO and founder of Rappler, was at one point getting 90 hate messages an hour.\nIn part this militant response has been shaped by Mr Duterte's own depiction of his presidency, more as an existential struggle to save his country than just another administration.\nMr Duterte uses emotive and bellicose language to describe his mission, openly threatening to kill those who stand in his way, including journalists, and suggesting he may in turn be killed, by unnamed enemies.\nHaving successfully motivated those who voted for him into believing he could be a one-man saviour for the many ailments afflicting the Philippines, he, like President Trump in the US, has also instilled in his supporters a deep mistrust of traditional mainstream news sources, as controlled by powerful vested interests set on ensuring the failure of his presidency - \"presstitutes\", in their preferred term.\nNowhere has the political climate been more polarised than in Myanmar and the Philippines.\nYet hearings at the Philippines Senate concluded that a specific fake news law was unnecessary, and possibly counterproductive.\nClarissa David, a professor of mass communications at the University of the Philippines, testified to the Senate about the dangers of an information environment she described as \"polluted\", with no one sure any more what is real and reliable, and what is fake.\nBut she warned against easy definitions of fake news. And trying to outlaw it, she argued, is not worth the inevitable cost there will be for media freedom.\nHers is an argument which was made, but lost, in Malaysia."},
{"story": "A young Indian woman was lucky to survive, doctors say, after she fought off a tiger which attacked her goat.\nRupali Meshram, 23, said when she heard the goat scream she ran out of her house in western Maharashtra state.\nShe picked up a stick and hit the tiger, which then attacked her. Her mother, who was also injured, saved her by pulling her inside the house.\nThey both sustained only minor injuries and have now been discharged from hospital. The goat did not survive.\nMs Meshram took a selfie of her bloodied face soon after the attack, which happened last week but has only just come to light.\nA doctor who treated her praised her \"exemplary courage\" in fighting off the tiger, but said she was lucky not to have been bitten by the animal.\nMs Meshram suffered injuries to her head, waist, legs and hands, but they were only superficial and she has been able to make a full recovery.\nBecause of her head injury she was given a CT scan and kept under observation.\n\"I thought my daughter was going to die,\" her mother Jijabhai told BBC Hindi's Sanjay Tiwari, adding that she had been horrified to see her blood-stained daughter trying to fend off the tiger with a stick.\nA photo of Rupali taken by the BBC shows no obvious signs of injuries, 10 days on from the attack.\nHer mother was struck by the tiger near her eye, as she pulled her daughter to safety, but her wounds are healing well too.\nThey say that they called a forest guard but the tiger had left before he arrived 30 minutes later.\nThe village is often frequented by wild animals due its proximity to a wildlife park.\n\"I am a bit worried about returning to my village so soon after an attack like this, but I am not scared,\" Ms Meshram told BBC Hindi."},
{"story": "The UK has described as \"perverse\" a Russian proposal for a joint inquiry into the poisoning of a Russian ex-spy and his daughter in England last month.\nThe comment came from the UK team as it attended an emergency meeting of the international chemical weapons watchdog, the OPCW, on the issue.\nRussia, which called the meeting, wants the UK to share evidence.\nThe UK says Russia was almost certainly to blame for the attack but Moscow denies any involvement.\nThe British government says a military-grade Novichok nerve agent of a type developed by Russia was used in the attack on Sergei Skripal and his daughter Yulia in Salisbury, southern England, on 4 March.\nThe incident has caused a major diplomatic fallout, with the expulsion of about 130 Russian diplomats by the UK and its allies being met by counter-expulsions by Moscow.\nAs a member of the Organisation for the Prohibition of Chemical Weapons (OPCW), Russia has the right to request an emergency meeting of the body and it is taking place at The Hague.\nAmong other things, it wants to know what kind of evidence the UK has provided to the OPCW, which inspectors visited the site of the attack in Salisbury, who they met and where the samples are being analysed.\nBut its offer of a joint investigation was dismissed by the UK.\nIn a tweet, the UK team at The Hague said: \"Russia's proposal for a joint, UK/Russian investigation into the Salisbury incident is perverse.\n\"It is a diversionary tactic, and yet more disinformation designed to evade the questions the Russian authorities must answer.\"\nThe OPCW expects to receive the results of its own independent laboratory tests within a week.\nIt does not have the power to attribute blame, but it could ask the Kremlin to grant its inspectors access to former Soviet Union production facilities to check all of their chemical weapons stockpiles have been destroyed.\nEarlier, Russian foreign intelligence chief Sergei Naryshkin said in Moscow that the poisoning was a \"grotesque provocation... that was crudely concocted by the British and American security services\" to implicate Russia.\n\"It is appropriate to say that the dark times of the Cold War are back,\" he said.\nThe only way that scientists can be totally sure who made the Novichok agent is to compare it with another sample of the substance made in the same lab. That's what happened when Sarin was used by Saddam Hussein in Iraq and more recently by President Assad in Syria.\nExperts already knew which clues to look for, and that allowed them to lay the blame definitively. Novichok is much less well known. The traces of it gathered in Salisbury will have been put through detailed scientific screening and that would reveal the ingredients of the chemical and maybe also its basic structure.\nThat could be matched with whatever is known about Novichok, maybe from lab notes handed over by defectors. And for Porton Down to describe it as \"military grade\" suggests a sophisticated state producer, not an amateur, though that itself is not categorical proof of Russian involvement.\nThat leaves another scenario in this secretive world of smoke and mirrors - that Britain did already have a sample of Novichok and was able to compare it to the agent used on the Skripals but does not want to reveal the fact, to protect a valuable source of intelligence.\nQuestions arose about whether the UK had been too quick to point the finger at Russia after the UK's Porton Down laboratory said it could not verify the precise source of the nerve agent used in Salisbury.\nThe laboratory, which had previously identified the Novichok nerve agent, said it was likely to have been deployed by a \"state actor\" but said it was not its job to say where it was manufactured.\nPorton Down's chief executive Gary Aitkenhead dismissed Russian claims it might have come from the UK military laboratory.\nOn Wednesday, International Trade Secretary Liam Fox strongly defended the UK's stance.\nHe said Britain knew that Russia had been stockpiling the nerve agent and that it had been investigating ways to deliver it.\nHe added: \"We know that Russia has previously been willing to poison outside its borders... We know it regards ex-agents as being candidates for assassination. It's not the UK alone that came to this conclusion. It's a conclusion that's backed up by our allies around the world.\"\nThe German government on Wednesday said it still shared the UK's view that there was a high likelihood of Russian responsibility.\nreiterated its solidarity with the UK and said it was imperative Russia responded to the UK's \"legitimate questions\".\nThe BBC understands Miss Skripal, 33, is now conscious and talking. Salisbury District Hospital has said her father, 66, remains critically ill but stable.\nMr Aitkenhead said he had been advising those treating the Skripals.\n\"Unfortunately this is an extremely toxic substance. There is not, as far as we know, any antidote that you can use to negate the effects of it,\" he added."}
]